[
  {
    "de_name":"蒙古族",
    "de_total":"蒙古人自称'蒙古'（Mongol）。'蒙古'这一名称较早记载于中国《旧唐书》和《契丹国志》，其意为'永恒之火'，别称：'马背上的民族'。蒙古人发祥于额尔古纳河流域，史称'蒙兀室韦'、'萌古'等。蒙古人是东北亚主要种族之一，集中居住外蒙古、中华人民共和国的内蒙古自治区和新疆自治区及临近省份以及俄罗斯联邦等地区。蒙古人有自己的语言文字。蒙古语有内蒙古、卫拉特、巴尔虎布利亚特三种方言。现在通用的文字是十三世纪初用回鹘字母创制，13世纪初，经蒙古学者却吉·斡斯尔对原有文字进行改革，成为至今通用范化的蒙古文。",
    "de_total_img":"images/de_total_img_menggu.jpg"
  },
  {
    "de_name":"回族",
    "de_total":"回族，自称回回，以13世纪迁入的中亚各族人、波斯人和阿拉伯人为主，包括7世纪以来侨居东南沿海某些商埠的阿拉伯和波斯商人后裔在内，在长期发展中吸收汉、蒙古、维吾尔等族成份逐渐形成。一般还应包括10世纪中期以来分布葱岭东西及喀什噶尔等地改信伊斯兰教的部分回鹘人后裔在内。其先民在唐宋时被称为'蕃客'，元明以来称'回回'。12世纪30年代，喀喇（哈拉）汗朝亡于西辽，其居民大部分仍是穆斯林。13世纪初叶蒙古西征，西辽破灭。葱岭东喀什噶尔等地信仰伊斯兰教的回纥（回鹘）人的后裔，同葱岭西的中亚及波斯；阿拉伯广大地区不同民族的穆斯林，大批被签发或自动迁徙到东方来。他们主要以驻军屯牧和以工匠、商人、学者、官吏、掌教等不同身份散布在中国的西北、中原及江南、云南等地区，被称为回回人，成为元代色目人中的重要部分。后来，他们也以回回自称，是形成回回民族的主要部分。元代到明代前期，回回人中包含有信仰伊斯兰教的回纥（回鹘）人的后裔，他们同当时高昌及河西一带仍信仰佛教的畏兀儿人相区别，明中叶以后，维吾尔族普遍接受伊斯兰教信仰，而当维吾尔人迁到内地之后，自然地渐渐同化于回回之中。元、明以来，不少蒙古贵族及其士卒因接受伊斯兰教信仰而逐渐同化于回回之中。明代哈密地区的哈剌灰人，原是蒙古人，正德（1506~1521）以后由哈密迁到肃州，到万历年间已经不食猪肉，与回回同俗。另外，由于通婚的和政治的原因，以及接受宗教信仰和风俗习惯的原因，回回中不断吸收了相当多的汉族成分。由于同样原因也有不少回回逐渐同化于汉族之中。回族与维吾尔、蒙古、汉等族有着源远流长的亲缘关系。另外，回回族中还吸收有中国犹太人成份。犹太人迁居我国开封等地的时间，一般认为在北宋徽宗年间（1101~1125）。元代称他们为'术忽回回'。由于他们信仰犹太教，不食猪肉，行割礼和每日礼拜等宗教习俗与回回有相似之处，加上举行宗教仪式时所缠头巾为青蓝色，因而也被称为'蓝帽回回'或'青回回'。在长期发展中，有的逐渐融合于回回当中，各种不同的来源的回回逐渐形成为一个新的民族。伴随着民族的形成，具有本民族特点的回回文化扎根于华夏大地，成为华夏文化中的一个新类型。",
    "de_total_img":"images/de_total_img_huizu.jpg"
  },
  {
    "de_name":"藏族",
    "de_total":"目前我们看到的直接描绘同藏族服装相似的羌人服饰在晋宁石寨山战国、西汉时期墓葬群中出土的青铜器人物图像上可隐约见到。石寨山青铜器上有近三百个人物图像。其中有一部分辫发者。这种服饰特点是：男女均头梳双辫，都穿一种有直条纹的衣服，或毛皮披风并且袒露一臂或双臂，头部有发饰。据远古史的研究和考古发现证明，古时，川、青、甘、新疆等地是羌人活动的地区。在接近青藏高原的哈密地区，考古工作者发现了原始社会公墓，在初步试掘中有古代干尸出土。经国家文物单位用碳14测定结果，大致肯定古尸距今已有三千年左右的历史。古尸土时，头发梳成许多条辫子，部分死者穿戴的服饰仍然完好。男尸往往头戴毡帽，身穿毛皮或皮革大衣、长皮裤，脚穿长统皮靴，靴筒外还用毛织带腿，所不同的是皮靴上有时还附以小件铜制装饰品，各色毛织物的色泽也很鲜艳，它们大多是以红、绿、褐、黑等色彩组成的大小方格和彩条，非常美观大方。这些都是具有相当水平的毛织工艺品（《罕见的三千年前古尸》）见《科学画报》1979·10·）。从古尸的服饰来看，一些基本特征，如身穿毛皮大衣、毛布长袍，脚穿长筒靴，毛织带腿，腰间束带，佩有小铜刀等等，和藏装有十分近似之处。从历史记载中看，西藏地区的发羌、唐牦等部与祖国西北地区的各部、族之间长期直接往来，关系密切。古尸服饰基本特征同文献记载的羌人发型相同。因此可以推断，早在公元前11世纪前后，藏族的服饰，可能就已具备了现代藏族服装的基本特征了。",
    "de_total_img":"images/de_total_img-zang.jpg"
  },
  {
    "de_name":"维吾尔族",
    "de_total":"维吾尔族生活在我国西部的天山脚下，是一个能歌善舞的民族，新疆维吾尔自治区是我国面积最大、国境线最长、交界邻国最多的省区，面积大约有一百六十余万平方公里，我们不妨打开地图看一看、它的面积人概占了全中国总面积的六分之一。新疆深居业欧大陆腹地，在历史上成为沟通东西方闻名于世的'丝绸之路'要冲，现在又成为从中国东海岸的连云港连接荷兰鹿特丹的铁路—横穿两大洲第二座'亚欧大陆桥'的必经之地，这里是一个幅员辽阔、多民族聚居的地区，包括哈萨克、塔吉克、锡伯、达斡尔等民族，其中维吾尔旅约占全白治区的五分之三，维吾尔族主要聚居在新疆维吾尔自治区天山以南的喀什、和田一带和阿克苏、库尔勒地区、其余散居在天山以北的乌鲁木齐、伊犁等地，只有少量维吾尔族居住在现在的湖南桃源、常德以及河南开封、郑州等地区。关于维吾尔族还有很多美丽的传说故事、相传在很久很久以前，有一位维吾尔族少女叫塔格菜丽丝，美如天仙、有一个恶少，意图霸占这个少女，少女不甘受辱，便化成了一座冰峰，也就是现在的博格达主峰、恶少贼心不死，想要爬上峰顶去吻少女的脸。为了保护姐姐不受玷污、少女的两个弟弟也化作两座冰峰，守在姐姐的左右阻挡恶少。恶少想要绕过大弟一弟偷袭这个少女，但爬到半山腰时，发生了雪崩，便被雪崩活埋了。这个少女和两个弟弟最后变成的这三座山峰、也就是号标'东部天山第一峰'的博格达峰，它被称为新疆乌鲁木齐的'守护之神'，成为民问尊崇的偶像。不知过了多少年后，被活埋的恶少竟变成了一条恶龙，想再次去侮辱少女，被五位青年发现，他们决心为民除害，在山上与恶龙展开殊死搏斗，经过七七四十九天的奋战，五个青年精疲力竭，昏倒在山上、恶龙趁机将他们一一向山东面投掷，当投掷到最后一位青年时，那青年突然醒来，奋不顾身，紧紧抱住恶龙从丰峰南面跳了下去、五位青年为保护少女，也化作五座冰峰，即现在博格达三座主峰东南侧排列着的海拔5000米以上的五座冰峰．恶龙则变成断了脊梁的恶狼，始终也未能实现凌辱少女的痴心妄想。你知道维吾尔族的族名是什么意思吗？这个民族又是怎样来的吗？'维吾尔'是维吾尔族对本民族的一个自称，有'联合'‘协助'的意思积极进取的充满团结力量的民族。",
    "de_total_img":"images/de_total_img_wei.jpg"
  },
  {
    "de_name":"苗族",
    "de_total":"苗族曾有过漫长的原始社会。以树叶为衣，以岩洞或树巢为家，以女性为首领的情况，在苗族古歌中有大量的反映。从一些地区的亲属称谓制度中，还能看出从母权制过渡到父权制，从血缘婚到对偶婚的演变痕迹。秦汉以后，封建王朝在大多数苗族地区建立郡县，实行'附则受而不逆，叛则弃而不追'的羁縻政策。同时中原铁器和生产技术的传入，推动了苗族经济的发展。五溪地区的苗族先民已开始从事农业生产，掌握了用木皮织绩和以草实染色的纺染技术，出现了产品交换；但氏族首领与人民处于平等地位，生产力水平低下，仍处于原始社会阶段。至魏、晋、南北朝时期，武陵地区由于生产力的不断发展，苗族的原社会开始逐渐解体，原来由血缘关系组成的氏族公社，已逐渐发展成为地缘关系的农村公社。唐宋年间，苗族逐步进入到了阶级社会，农村公社的首领已有了土地支配权。汉族的封建经济，通过汉、苗等民族间频繁接触，促进了苗族封建社会领主经济的形成和发展。有些'蛮酋'、'蛮帅'成为世袭的'土官'，领有大量的土地。在这些'土官'境内的苗民沧为农奴（称为'田丁'），耕种着领主的土地，交纳租赋和服无偿劳役，并须参加领主间的械斗，为其卖命。南宋王朝开始用官职来笼络各族首领，以加强中央和地方的关系。许多土官都受到封赏，后来成为大大小小的土司。元、明时期，苗族地区的封建领主经济已相当发展。明朝中央政府于弘治十五年（1502）在湖南城步苗区开始实行'改土归流'，其他地区开始派遣流官。苗族地区地主制度的兴起，又使以领主制度为经济基础的土司政权受到削弱。封建王朝对土司的限权，又使土司制度走向衰落。到明末清初，其他苗族一些地区开始改土归流，使地主经济得到顺利发展。但湘西的腊尔山区、黔东南雷公山和古州山区，仍处于'无君长、不相统属'状态，被封建王朝统称为'生界'。其社会发展仍处于农村公社末期。清雍正年间大规模的'改土归流'，对封建领主的瓦解和地主经济的发展，起了很大的促进作用，但对'生界'的武力征服，造成了苗族人民大量伤亡，严重的破坏了当地的生产力。随着封建地主经济的发展，土地的兼并和财富的集中日益加剧。乾隆年间，湘西已出现拥有一、二千石谷子的大地主，至嘉庆年间，已出现了七、八千石谷子的大地主。封建领主制到这时才基本上消亡。1840年鸦片战争以后，苗族地区先后沧为半殖民地半封建社会。苗族人民为了民族的独立和解放，与其他各族人民一道进行了艰苦卓绝的斗争，在旧民主主义革命和新民主主义革命时期都作出了贡献。1949年后，苗族地区经过民主改革和社会主义改造，实行民族区域自治。经过50年的社会主义革命和建设，苗族社会发生了巨大变化，其社会历史进程已处于社会主义初级阶段。",
    "de_total_img":"images/de_total_img_miao.jpg"
  },
  {
    "de_name":"彝族",
    "de_total":"彝族的历史可以追溯到地皇时代（约公元前2570~2550年，参见本百科词条'三皇五帝年表'）。汉族文献：《路史》卷二注引《通历》：'地皇以三十日为月，十一月为冬至'。学者易谋远《彝族古宇宙论与历法研究》引云南省少数民族古籍整理出版规划办公室所编《赊豆榷濮、叙祖白》云：'彝族相传年、月、日、时‘编出来’的时间始于‘地皇’时：一年十二月，一月三十天；白天十二时，一夜十二时。白天与黑夜，从此对半分。这些分好后，又分春与夏，再分秋与冬。一年为四季，四季都分明。日子长与短，年月与节令，都出地皇时。'可见，彝族传说指名道姓地提到了汉族传说中的'地皇'，且汉族文献与彝族传说异口同声地说'地皇以三十日为一月'，这无论如何不能以'巧合'来解释，只能解释为：地皇氏的存在是真实的，地皇时代彝族的雏形已经有了。那么根据《三皇五帝年表》，早期彝族存在于4500年前。民族并不是一开始就有的，比如汉族，是在先秦华夏族的基础上融合多个民族以后，在汉代的时候成形的。彝族生活在西南山区，地形闭塞，交往融合的情形可能比汉族少多了，相信她是一个血脉相对单纯的民族。能够在4500年里一脉相传，生存至今，应该是中国最古老的民族之一。关于彝族的族源，迄今众说纷纭，尚无定论，成了人们关注的史学之谜，也是民族学、彝学研究领域里的一大难题。到目前为止，彝族的族源以土著说、羌氐说为主。土著说的观点论据比较充足。它又分西南土著说和云南土著说两种。西南土著说认为，彝族自古以来就居住在祖国的西南，经过人类发展的不同阶段而成为现今的彝族。这种主张的依据，除了汉文文献资料外，更多的是古彝文文献资料和神话传说等。云南土著说认为，云南是彝族的起源地。羌氐说的观点较为普遍，它认为在六七千年前居住在我国西北青海地区的古羌氐人，开始向四面发展，其中有一支向祖国的西南方向游弋。古羌人早期南下的支系与当地土著部落融合，后来形成了西昌地区的邛蕃和云南地区的滇蕃等便是彝族的先民。3000年前彝族已广泛分布于西南地区，即史书中常出现的所谓'越嵩夷'、'侮'、'昆明'、'劳浸'、'靡莫'、'叟'、'濮'等部族。汉朝称'西南夷'。隋唐以来，彝族先民地区有乌蛮与白蛮的分化，并与其他民族融合而成。彝族先民在长期形成与发展中，活动范围曾遍及今云南、四川、贵州三省腹心地带及广西的一部分，其核心地区应是三省毗连的广大地区。彝族历史上一个重要特征，是长时期保持着奴隶占有制度。公元前2世纪的西汉及其以前，彝族先民社会已出现游牧部落与定居农业部落的分化。东汉至魏晋时期，各彝族先民地区继续分化出一批叟帅、夷王，表明在征服濮人等部落的基础上，昆明部落已基本完成从原始部落向奴隶占有制度的过渡。8世纪30年代，蒙舍诏统一六诏，云南彝族先民联合各族上层建立了南诏奴隶制政权，统治中心在今云南西部大理一带，统治范围达到今云南东部、贵州西部与四川南部，基本上控制了彝族先民的主要分布地区。南诏奴隶制王朝曾长期统治彝族先民地区，不能不对当地奴隶制的存在发展产生深远的影响。唐天复二年（902），南诏奴隶制王朝的覆灭，意味着彝族先民地区奴隶制随之消亡。两宋300多年中，戎（宜宾）、泸（泸县）、黎（汉原）3州的彝族先民，处在宋王朝与大理政权的相互争取之中，出现了奴隶制经济相对繁荣的局面。与之相配合，奴隶制生产关系出现了强大部落奴役小部落的情况。蒙古蒙哥汗三年（1253），蒙古骑兵自四川分三道进攻云南，经彝族地区，促使处于分裂状态的各彝族地区出现比较松散的反蒙古联合，开始统一于罗罗族称之下。与之相对应，蒙古贵族加强了对各地彝族兹莫即土长的争取工作，发展为在部分边疆民族地区分封各族首领世袭官职以统治当地人民的土司制度。自1263~1287年，相继在今越西、西昌、屏山、大方、昭通、威宁等地设立彝族土司。明代276年间，地跨云、贵、川三省的水西（大方），乌撤（威宁）、乌蒙（昭通）、芒部（镇雄）、东川（会泽）、永宁（叙永）、马湖（屏山）、建昌（西昌）等地各彝族土司（兹莫）连成一片，相互支援，保持着基本上相同的奴隶制度，与低下的社会生产力相适应，各彝族地区基本上可以划分为土司及黑骨、白骨与家奴3个等级。在上述等级关系的基础上，明代水西、建昌、乌蒙等地彝族的土司制度仍然是奴隶制的上层建筑。康熙、雍正年间，清王朝在彝族地区推行'改土归流'，给土司、土目、奴隶主势力以沉重打击。随着社会生产力的发展，部分地区比较迅速地由奴隶制向封建制过渡。",
    "de_total_img":"images/de_total_img_yi.jpg"
  },
  {
    "de_name":"壮族",
    "de_total":"壮族的先民属古代百越族群，与百越中的西瓯、骆越一脉相承，历史上从先秦时期的西瓯、骆越，汉唐时的僚、俚、乌浒，宋以后的僮（撞、獞）人、俍（狼）人、土人等一路沿续着民族血统。居住在不同地区的壮族有各种不同的自称，如布越、布依、布土、布侬、布偏等，建国后经民族识别，统一称为僮族。1965年，根据周恩来总理的提议和壮族人民的意愿，僮族改称壮族。广东的壮族世居连山县境南部。历史上称这里的壮胞为'峒民'。民国17年（1928年）版《连山县志》记载：明代万历十年（1582年）'发兵征剿，抚其遗孽，设巡检司以管辖之'，总称'宜善九村'。到万历十-年'改程山旧治为宜善巡检司，为县佐'。至今壮区仍流传有'宜善九村外七峒，九村开辟自明朝。一半佷民一半瑶'的俗谚。从语言、风俗及宗支族谱的调查和史志书记载，以及民间传说等方面考证，连山壮族大部分来自广西。最先到连山定居的为元至正二十八年（1368年）从广西富川迁至永丰、福堂的陆姓先民。据民国17年（1928年）版《连山县志》的记载，当地壮民大多是在明洪武年间从广西迁来的。永丰乡覃姓的族谱中，有＂洪武初来程山古县落籍＂的记载（连山宋代称程山，置县治于宜善）。从族谱考察，部分韦姓先祖自桂北山区的南丹、庆远、都安一带；覃姓于万历九年（1581年）从广西贺县迁来；莫姓分别于永乐、正德、万历前后从封开迁来；贤姓是天顺年间从广西崇化（平乐）迁来；梁姓于成化年间从广西藤县迁来。由此推断，壮族由广西迁来连山至少已有五六百年的历史，和相邻的汉、瑶族交错杂居，在生产和生活方面，关系密切。此后形成小聚居的局面，形成独特语言圈和现今的分布状况。",
    "de_total_img":"images/de_total_img_zhuang.jpg"
  },
  {
    "de_name":"布依族",
    "de_total":"布依族历史悠久，名称繁多，古代称'濮'或'僚'、'都匀蛮'；唐代史称'西南蛮'，宋元以后称'蕃'、'仲家蛮'；元、明、清称'八番'、'仲苗'、'青仲'、'仲家'、'水户'、'仲蛮'，新中国成立后，统称布依族。布依族早在上古就生活在今贵州地区，是云贵高原东南部的原驻民。布依族与壮族同源，由古代的'僚'、'百越'、'百濮'等部族演变而来。",
    "de_total_img":"images/de_total_img_bu.jpg"
  },
  {
    "de_name":"朝鲜族",
    "de_total":"朝鲜居民的主要构成成员即是濊族。不久又在朝鲜半岛中南部辰国建立起来。辰国是朝鲜古代文化发祥地 之一，它的居民主要由马韩、辰韩和弁韩等三韩组成。公元1世纪中叶汉灭古朝鲜，古朝鲜的名称绝于史 书，直至1392年李成桂灭高丽而建李氏王朝时，'朝鲜'一词始复，并沿用至今。朝鲜民族在其形成过程 中，不断融合了诸多民族和种族成分，如濊族（古朝鲜居民）、韩族（辰国居民）、燕人（卫满朝鲜部分居民）、汉人（朝鲜半岛汉四郡部分居民）、貊族（高句丽居民）以及扶余人、沃沮人、豆莫类人等。其中濊貊和韩 族为朝鲜半岛民族共同体的主体。而迁入我国的朝鲜族，与朝鲜半岛民族共同体具有相同的族源，是由濊 貊族和韩族融合发展而成的。",
    "de_total_img":"images/de_total_img_chao.jpg"
  },
  {
    "de_name":"满族",
    "de_total":" 中国东北部最大的河流黑龙江，它的上游滋养过蒙古部族，它的中下游和支流滋养过满族。后者取代明朝，成为中国最后一个王朝——清朝的统治者。清朝的统治者属女真族，明末改称满族。女真是非常古老的民族，它的先世可追溯到商周的肃慎、隋唐的靺鞨。其中黑水靺鞨曾经在12~13世纪建立金朝，黑水就是黑龙江。因此满族建国时号称后金。至于满族这一支系的来源，据满族传说，是三个仙女吞食神果生下满族的始祖，这个传说源起的地方，可能在黑龙江北岸。这个清朝皇帝尊奉的始祖神话，到底是真是假，现在难以判断。可以肯定的是，满族来自明朝女真三大部之建州女真，这一支分布最南，明朝时仍不断南迁。由黑龙江向南到渤海，这一大片土地曾经孕育过辽、金和清三个王朝，还有早些时唐朝的渤海国，以至更早的高句丽、十六国的北燕。如果说秦中自古帝王州，那么唐以后中国的帝王州，东北应排在前列。这片寒冷的大地，几面被山包围，它的西边是密林遍布的大兴安岭，这南北纵向的大山脉，挡住了海洋潮湿的空气，使这里与山脉西边干旱的蒙古高原，环境截然不同。包围着东北土地的大小兴安岭、外兴安岭和长白山系，是高山密林，这里的貂皮、人参，是历来入贡中原及与其他民族贸易交换的最好物资。各大山岭所包围的大平原，黑龙江及其支流松花江、嫩江等大河纵横，是渔猎的好地方。腐殖质丰富的黑土，有了先进的农具后，会变成肥美的农田。生息在这片土地上的人，不是蒙古高原上呼啸驰骋，忽东忽西的单纯游牧民族。他们的经济生活较为复杂，渔、猎是基本的生活来源，越向北，越如此。有牧业，但规模比蒙古高原的小。越向南，由于与中原汉人接触多，农耕逐渐普遍，耕作技术与农具都依赖中原传入。他们同样习于骑射，与高原各族关系密切，但不像蒙古游牧民排拒农业，而且历来与中原有来往，所建立的王朝汉化程度很高。虽然生生所资还算丰富，也不似高原上游牧业受天气影响，骤盛骤衰，但北地苦寒，为争取改善生活条件，他们历代也有源源不绝向南迁移的趋势。 ",
    "de_total_img":"images/de_total_img_man.jpg"
  },
  {
    "de_name":"侗族",
    "de_total":"侗族源于中国古代百越的一支，秦汉时称为'骆越'，魏晋以后称为'僚'，侗族就是僚的一部分。古代文献史册上称侗族为'洞人'、'峒人'、'洞蛮'等，其自称为'甘'，宋时音译为'仡伶'，明以后称'峒僚'、'峒蛮'、'峒苗'，或误称为'苗'。新中国成立后，统称其为侗族。侗族人民富有光荣的革命传统，对历代统治阶级进行了不屈不挠的斗争。1378年和1385年，侗族人民在吴勉领导下两次大起义，给明代统治者以沉重打击。清乾隆五年（1740年），广西龙胜侗族吴金银领导的反清起义，活动范围方圆200余里，给地主阶级以有力打击。清咸丰同治年间（1855～1872年），贵州黔东南地区侗族农民姜映芳领导的侗族农民起义，坚持斗争十余年，配合了太平天国革命运动。1934年11月，红军长征经过侗族地区，侗族人民出郭、寨相迎，帮助子弟兵筹办粮草，掩护伤员等。1949年，在党的领导下，许多地区侗族人民参加游击队，打击敌人，紧密地配合了全国的解放。解放后，实现了民族区域自治。",
    "de_total_img":"images/de_total_img_tong.jpg"
  },
  {
    "de_name":"瑶族",
    "de_total":"盘王—即传说中的盘瓠。相传古时候有一个平王，养有一条龙犬，其毛五色，姓盘名瓠。有一年，邻国高王犯界，平王遣将征伐无果，于是张榜招募骁将，谁能取高王首级，赏金万两，封邑万户，以女相许。岂料满朝文武无人应招，惟有盘瓠为报主恩，毅然揭下皇榜。平王大喜，遂赐宴饯行。盘瓠食罢，拜辞而去，身游大海，七日七夜，径到高王国中。时高王在朝，认得盘瓠，心中窃喜，笑曰：平王有此龙犬，不能畜之，今来投我国，其国必败矣。吾闻昔日有言，异物进朝而国必盛。朕能畜此犬，乃兴邦之祯祥。左右群巨皆欣悦。于是退朝，引盘瓠入内宫，置食美味侍之，情如珠玉。每坐朝时，常令待侧，不离须臾。某日，高王游赏百花林行宫，湿兴浓花大醉不醒人事，时值高王一人，盘瓠心思报主恩，功赏高大，立即咬杀高王，取得首级，复游大海，回归殿下，平王与众臣视之，确认是高王首级，大喜。此时群臣进言，盘瓠是畜，不可妻以女，也无封爵之道。三公主闻之曰：'王者重言，伯者重信，不可以女子微躯，而负明约于天下，国之祸也。'平王从之，敕令众宫女梳妆插戴，如花似玉，宫女体态齐齐出朝，不得举出，盘瓠向前将口咬住三公主裙脚不放，要汝嫁我为妻。平王见盘瓠有此灵性，就将三公主嫁之为妻，择日入宫排宴成亲。并吩咐群臣，[收盘瓠]一身，斑衣一件以遮其体，绣巾一条，以缚其腰，绣花帕一幅，以束其额，绣花裤一条，以藏其股，绣花布一双，以裹其胫。敕备办鼓乐，点集军丁五百名，递送引入青山白云之中安处，遂日差人赉送钱粮、黄金、白银进与盘瓠夫妻食用。赐官二品都尉将军，敕令各州军路转运司马照应，蠲免夫役，毋得科派。许已天下青山白云之地安居。成婚后，在三公主的帮助下，经'三天三夜金笼气蒸' 盘瓠从龙犬变成了一个美貌男子，后与公主育有六男六女。平王闻之悦，敕封盘瓠为始祖盘古王，六男六女皆王瑶子孙，并赐以十二姓：盘、沈、包、黄、李、邓、周、赵、胡、冯、雷、唐，酬赏各补官爵，派住南京十宝殿。盘王立功后虽然受到恩宠，但没有去享受荣华宝贵，而是带着妻儿，走进'草木茂盛，无人行迹'的深山，教孩子们学会狩猎、耕织、刺绣，学会谋生本领。《过山榜》称：一天盘王带着六个儿子上山打猎，在追赶一只受伤的大公羊跌下悬崖丧命，尸首挂在半山崖的梧桐树丫上。孩子们找到父王的尸首背回家里，全家悲痛欲绝。母亲叫孩子们剥下羊皮蒙在梧桐树筒上，制成长鼓，击鼓泄愤，以边打边舞边诉说的方式来追悼父王。'拜盘王'从此兴起，代代相传。",
    "de_total_img":"images/de_total_img_yao.jpg"
  },
  {
    "de_name":"白族",
    "de_total":"4000多年前的新石器时代，白族先民就在以苍山洱海和滇池为中心的地区生息繁衍，在河旁湖滨的台地上创造了早期的稻作文明，过着农耕渔猎游牧的生活。大致与战国相当时期白族第一个王国---白子国（亦称白国）形成，从春秋至唐初，白族先民的对外商贸交流初具规模。华夏文明、古印度文明两大文明陆续传播到洱海地区。白族先民不断学习借鉴，由此具有梵/汉特色的白族文化初步形成。昆明、东（西）洱河蛮、渠敛诏、蒙巂诏、越析诏、浪穹诏、邆赕诏、施浪诏、蒙舍诏诸部先后臣服于白子国。唐贞观三年（公元629年）白国势微，白王张乐进求禅位于蒙舍诏之诏主蒙细奴逻。公元737年，唐派御史严正诲协助南诏攻下石和城（今凤仪）、石桥城（今下关），占太和、袭大厘逐河蛮，之后又继续兼并各诏。开元二十六年（738年），皮罗阁在唐王朝支持下兼并五诏，进爵云南王，以西洱河（今洱海）地区为基地建立政权，以其族姓为国号，称大蒙。次年迁都太和城（今大理）。中原史称南诏，吐蕃人称之为姜域。897年，清平官郑买嗣指使南诏蒙氏之近臣杨登，杀死南诏皇帝隆舜。902年，隆舜之子舜化贞死后，又杀死舜化贞八个月的儿子及蒙氏亲族800余人，蒙氏南诏灭亡。郑买嗣建立大长和国，自称皇帝，909年卒，庙号圣祖，谥号圣明文武威德桓皇帝。其子郑仁旻嗣位。公元928年，恭惠帝郑隆亶被部下东川节度使杨干贞杀死，立清平官（宰相）赵善政为王，改国号'大天兴'，一名兴源国。赵善政为悼康帝，年号尊圣。大长和国灭亡。公元929年，杨干贞夺赵善政之位，建大义宁，改元兴圣。其弟弟杨诏指段思平有帝王之相。在疑惧下，杨干贞急欲追杀段思平。在被杨干贞追杀期间，段思平曾到秀山神祠占卜得到启示，藏匿在自己舅父爨判的部族中。会善政臣守高方和段思平关系密切，派段思平之弟段思良和军师董迦罗前来加以保护。公元930年，杨干贞的位置被其弟杨诏所篡，杨诏得位后，改元大明。段思平向东方的黑爨三十七蛮部借兵，会于石城，以董迦罗为军师，讨伐杨干贞，所向皆克，遂进攻大理。当时杨诏等陈兵据桥，段军不能通过。当晚段思平在睡梦中得到三个梦境：'人无首；玉瓶无耳；镜破'，感到大惑不解，其军师董迦罗指段思平的梦境乃天大吉兆，因为'君乃丈夫，去首为天；玉瓶去耳为王；镜破则无对者'，因而军心大振。是日，段军找到一名浣纱妇女，指引段军适合大军渡河的地点，曰：'人从我江尾，马从三沙矣，尔国名大理。'段思平大军按照浣纱妇女的指引，渡河成功，杨诏兵败自杀，杨干贞知道兵败消息后弃城而逃，为段思平军所擒，大义宁灭亡，段思平即位，建号大理国，建元文德，仍定都都大理。历500多年。公元1253年大理国被蒙古灭亡。元朝在原大理国境建立了云南省。元朝任命投降的大理国末代皇帝段兴智为'大理总管'，世袭其职。终元之世，大理总管传11代。公元1381年明朝大军平定云南，取消了段氏在大理的世袭特权。元明清三代，白族在政治、经济、文化诸方面与中原逐步形成一体。白族在形成与发展的过程中，与周边的各民族相互往来，创建了灿烂的经济文化。早在先秦时期，白族先民就开辟了一条被誉为'南方丝绸之路'的蜀身毒道。公元前122年，博望候张骞从西域归来，向汉武帝禀报了他在大夏（今阿富汗北部）的奇特发现，'居大夏时见蜀布、卭竹杖，问所从来，曰东南身毒（今印度）国。'历代帝王的官方记载上从未有过通商记录的西域国土上，张骞居然发现了大量独产于四川的蜀布和卭杖。其实早在春秋时期，白族马帮就在崇山峻岭中开辟了一条通向南亚次大陆及中南半岛的民间'走私通道'。这条中国最古老的道路使云南成为古老中国最早的'改革开放'前沿。印度洋的海风从此吹入红色高原，驮着蜀布、丝绸和漆器的马队从蜀地出发越过高黎贡山后，抵达腾越（今腾冲）与印度商人交换商品。或继续前行，越过亲敦江和那加山脉到印度阿萨姆邦，然后沿着布拉马普特拉河谷再抵达印度平原。'窃出商贾，无所不通'。印度和中亚的玻璃、宝石、海贝以及宗教与哲学也随着返回的白族马帮进入始终被中原认为是'蛮荒之地'的洱海地区。大理三月街形成于1000多年前，商贸盛况在古籍中均有记载。白族马帮通过不断的发展与整合，到清末民初，逐步形成了叱咤东南亚的'迤西三大商帮'，喜洲商帮、腾冲商帮、鹤庆商帮。另外，白族马帮沿着横断山脉一直往北，将云南的茶叶运到北方的青藏高原，与藏族人民进行茶马互市，这便是神秘绝险的'茶马古道'。茶马古道的开通，加强了云南各族人民与藏区的往来，促进了中国西南地区社会经济文化的繁荣和发展作出了不可抹灭的贡献。",
    "de_total_img":"images/de_total_img_bai.jpg"
  },
  {
    "de_name":"土家族",
    "de_total":"茅古斯舞，土家族语称'谷斯拔帕舞'、'帕帕格次'或'拨步卡'，是老公公的意思。它是土家族纪念祖先，开拓荒野，捕鱼狩猎等创世业迹的一种古老舞蹈。汉语多称为'茅古斯'或'毛猎舞'。茅古斯舞产生于土家族祭祀仪式中，是湘西土家族一种古老的舞蹈形式，主要流布在湘西的龙山县、永顺县、保靖县、古丈县。 每逢过年节跳摆手，都要跳这种古老的舞蹈。历史溯源古时候，湘西土家族地区森林莽莽，荆棘遍野，人烟稀少，土家族先民为了觅食，或上山打猎，或下河捕鱼。后来又从渔猎生活步入农耕时代。传说有一位土家族青年独自下山去学习农耕技能，之后急于赶回山寨传授技能，一路上风餐露宿，一身衣服被山林中的荆棘撕扯成碎片，等他回到山寨时已是夜晚，正逢土家'调年'（过年），举行跳摆手舞等活动。他衣不遮体，不好露面，便躲在调年场旁的杂草丛中观看调年活动。不料几个参加调年活动的小伙子在草丛中发现了他，他只好走出来，急中生智地扯了一些茅草被在身上，参加到调年活动的人群中去。他用舞蹈的形式向乡亲们传授所学到的农耕技能。从此，土家人为了纪念这位传授农耕技能的先祖，每逢还愿、祭祖等活动时，都要表演'茅古斯'，有时也单独表演。艺术特点茅古斯舞是一种具有人物、对白、简单的故事情节和一定的表演程式的原始戏剧舞蹈，它以近似戏曲的写意、虚拟、假定等艺术手法表演土家先民渔、猎、农耕等生产内容，既有舞蹈的特征，又有戏剧的表演性，两者杂糅交织，浑然一体。茅古斯舞形式风格异常古朴、别致。 表演'茅古斯'的人数由10~20人不等，一人身着土家族服饰，饰老茅古斯（土家语叫'巴普'），他代表土家族先祖，由他主持祭祖和表演活动，其余为小'茅古斯'，代表子孙后代，这样就组合成一个家庭。无论辈份高低，他们都身披稻草扎成的草衣，赤着双脚，面部用稻草扎成的帽子遮住，头上用稻草和棕树叶拧成冲天而竖的单数草辫，四个单辫的是牛的扮演者。'茅古斯'的扮演者们事先装扮好，在摆手舞场不远的树林中等待，摆手舞跳到一定的时候，他们轰然入场，摆手舞立即停止，为之让场，说是'祖先爷'来了。跳演至《接亲》时 ，特别要用稻草扎根男性生殖器，夹在两腿中。观看跳演的人，没有谁认为是'丑事'，却觉得这样装扮才真实。茅古斯舞的程序分为'扫堂'（意为扫除一切瘟疫、鬼怪，使后代平安）、'祭祖'、'祭五谷神'、'示雄'（表现全家族人民的生存和繁衍）、'析求万事如意'等几个大段落，每个段落中细节繁多，如祝万事如意的表演中，有打露水、修山、打铁、犁田、播种、收获、打粑粑、迎新娘等等。表演大多与跳摆手舞穿插进行，有时在一定场合单独表演。茅古斯舞动作特点别具一格，表演者屈膝，浑身抖动，全身茅草唰唰作响，头上五条大辫子左右不停摆动，表演中碎步进退，左右跳摆，摇头抖肩。'打露水'、'扫进扫出'、'围猎'、'获猎庆胜'等内容，可根据表演动作清楚地分辨出来。该舞蹈最突出的特色在于服饰的风格，表演者身穿草衣树皮，古朴大方，极具原始风情。表演对话时要求变腔变调，使观者辨认不出表演者的真实身份。最重要的是茅古斯舞作为一种古老和独具特色的艺术形式，可以为土家族舞蹈来源的研究提供较可靠的线索。'茅古斯'舞从动作到内容，都别具一格。演出自始至终，讲土话、唱土歌，形态滑稽，诙诣有趣。碎步进退，曲膝抖身，左跳右摆，浑身颤动。摇头耸肩，茅草刷刷作响，全是模仿古人的粗犷的仪态。 跳'茅古斯'的形式，相当自由，不受内容的限制 。可歌可舞，可做游戏，玩杂耍，翻跟斗，打秋千。但以对白为主体，方式灵活多样，观众也可答话插白。跳'茅古斯'，规模大者要跳六个晚上，大致以土家族的历史、渔猎、婚姻、工作等为内容。融歌、舞、 话为一体的原始祭神戏剧。这一形式在其他民族比较少见，早已引起国内外戏剧舞蹈家的关注。被称为古老文化艺术的'活化石'。传承意义'茅古斯'表演粗犷豪放、刚劲激昂，它让人们领略到五荒时代的原始艺术之美，它是人们研究土家族历史的活化石。土家族虽无文字，但'茅古斯'代代相传不衰，并在传承中不断完善，不仅对研究土家族最初的生活形态、生活方式有着十分重要的价值，其表演形态中所保留的自然崇拜、图腾崇拜、祖神崇拜等远古信仰符号和写意性、虚拟性、模仿性等艺术元素，更是一笔弥足珍贵的文化遗产。",
    "de_total_img":"images/de_total_img_tu.jpg"
  },
  {
    "de_name":"哈尼族",
    "de_total":"哈尼族源于中国古代西北部羌人。早在隋、唐、宋、元、明、清时期，哈尼先民就以'和夷'、'和蛮'、'和泥'、'窝泥'、'哈尼'等名称见于汉文献记载中。据哈尼族的口碑传说：公元前 3 世纪，哈尼族的祖先'和夷'居住在今大渡河之南、雅砻江之东所源出的连三海周围，或大渡河与金沙江交汇地区。后因战乱等原因，居于此地的和泥、哈尼分两条路线往南迁徙，一条即早先的和夷自川西南迁经昆明一带，再往南迁至滇东南地区；一条自滇西北南迁。据考察，公元 7~8 世纪时，哈尼先民主要居住在红河中游两岸地区，公元 9 世纪中叶南迁，经元江、江城等地进入西双版纳至澜沧江东岸，而后渡过澜沧江，逐渐分布于全州山区半山区。",
    "de_total_img":"images/de_total_img_ha.jpg"
  },{
  "de_name":"哈萨克族",
  "de_total":"'哈萨克'是哈萨克语'Kazak'一名的汉语译音。关于这一族称的来源和涵义，众说纷纭。十六世 纪的米尔咱·马黑麻·海答儿在其所著《中亚蒙兀史》一书中说，十五世纪中叶，哈萨克人在克烈汗和贾 尼别克汁的领导下，脱离乌孜别克汗国迁至巴尔喀什湖以南的楚河流域，由于他们在这一段时间里过着迁徙流浪生活，'所以就被称为哈萨克人，〈从此以后〉人们就这样称呼他们。'因此，不少学者根据这 一记述，认为'哈萨克'这一名称产生于十五世纪，其意义为'避难者'、'脱离者'、'流浪者'等。 俄罗斯学者л.и.拉夫罗夫则认为，'哈萨克'即八世纪僧人叶俾弗尼著作中的'哈索格'，这一名称在 卡巴尔达一巴尔卡尔语中是'无家可归的、处境不好的人'。A.H.别尔纳什塔姆的看法不同，他认为哈萨 克这一名称是由’古代的卡斯甫（kasip）部落和萨克(sak)部落合并以后形成的名称。'因两个名称重叠在 一起连读而发生音变，省略了中间的一些音位而形成了'哈萨克'这一新的名称。历史学家M.阿肯占诺夫 和文学家C.穆卡诺夫认为，哈萨克一词是由'哈斯'和'萨克'两个词组成，'哈斯'是'真正'、'确 实'的意思，而'萨克'则是古代中亚的游牧部落(即我国史籍中的'塞种')，两词连在一起就是'真正 的萨克'或'真正的塞种'之意。此外，还有一些其他不同的说法，有的认为是'勇敢'、'大胆'的 意思，有的则认为是'自由人'、'独立者'等义。然而，民间广泛流传的则与上述不同，传说这一名称为'白天鹅'之意。它是由'kaz'和'ak'两 个词构成的，前一个词义为'鹅'或'天鹅'，后一个词意为'白'，合起来意为'白天鹅'。民间还有 哈萨克祖先由白天鹅化身的姑娘与一勇士结合而生的传说，并有种种与之有关的禁忌和崇拜习俗。中国一些学者认为，'哈萨克'这一族称很早便出现在中国史籍中。清末学者丁廉认为，'哈萨克' 即《唐书》所载之'可萨'、'曷萨'之异名。②史籍除了这两个名称之外，还有'阿萨'、'葛萨'等 名，这些名称均为同音异译，在《旧唐书》、《新唐书》、《经行记》等书中屡见不鲜。有不少学者还认 为，'可萨'即《史记·大宛列传》中的'奄蔡'的同音异译。若此不误，则'哈萨克'这一名称早在汉 代便已存在。哈萨克族是由古代许多部落和部族不断分化并逐步融合而成的。其中主要有塞种、乌孙、匈奴、康居 、可萨、克烈、乃曼、咄陆(杜拉特)、弦吉刺惕、札剌亦尔等。当然，并不是说这些古代部落或部族都融 入哈萨克族，仅仅是其中一部分而已。如乃曼部落，哈萨克、蒙古、柯尔克孜和乌孜别克等民族都有这一 部落，这说明古代的乃曼部落因战争、迁徙等原因分化为若干部分，分别融入这些民族中。乌孙历来被认为是哈萨克族的主要先民之一，在近代哈萨克中仍有乌孙这一部落，是大玉兹的主体部 落。从语言上看，乌孙语言与哈萨克语相近。这些都说明部分乌孙人融入了哈萨克族。如果说，'哈萨克'这一族称即中国史籍中的'可萨'或'葛萨'等，那么哈萨克族的最主要的族源 应是六世纪出现在汉文史籍中的'可萨'。关于可萨，史籍记载甚少。现一般认为可萨是六世纪以后受西 突厥管辖的一个部落，居于南俄草原上。七世纪初曾建立可萨汗国。十一世纪初，在拜占庭帝国和俄罗斯 人的联合进攻下，可萨汗国灭亡，有的学者认为，可萨是匈奴的后裔。一世纪北匈奴西迁时，大多数匈奴 人迁至南俄草原。据西方史籍记载，公元627年可萨军进攻一座波斯城时，城中居民曾以南瓜绘一匈奴王 首，置之城墙以示可萨人，说：'你们君长在此，快来致敬。'当然这不足以证明可萨人就是匈奴人的后 裔，但也不能认定可萨人不是匈奴人的后裔。因为匈奴人在西迁的过程中，正好经过南俄草原，有部分人 留居于此是完全有可能的。至于七世纪后汉文史籍中记述的居于蒙古草原的九姓回纥中的葛萨，可能是未 西迁的一支可萨人，后成为回纥的一部。塞种、乌孙、匈奴、康居、可萨和突厥等是哈萨克族较早的民族源流，至于克烈、乃曼、咄陆等可能 都是由上述部族分化而来的，后来成为哈萨克族的重要组成部分。",
  "de_total_img":"images/de_total_img_hasake.jpg"
},
  {
    "de_name":"傣族",
    "de_total":"傣族历史壁画长廊坐落在姐告文化广场内，长廊总长400余米，由104幅壁画画卷组成，总绘画面积1200平方米，创作人员用三年时间创作完成。整组画卷运用中国画写意的手法，围绕历史进程、文化艺术、民族风情、亲切关怀等几大主线，涵盖南亚、东南亚傣族整个历史文化变迁过程，生动地再现了傣族达光王国、果占璧王国等历代傣王国辉煌的政治、经济、文化、艺术和宗教历史，展现了傣族历史发展进程、民族风情和生产生活场景。整组绘画气势恢弘，场面壮观，是不可多得的艺术珍品。",
    "de_total_img":"images/de_total_img_daizu.jpg"
  },
  {
    "de_name":"黎族",
    "de_total":"黎族舞蹈是黎族人民在海南岛这个特定的地理环境和生活条件中，经过漫长的历史发展、积淀而形成的。黎族社会历史文化、宗教信仰、经济生活、劳动生产、反抗斗争等等，都可以从舞蹈这个角度上得到一定的展现。在黎族传统舞蹈中，所反映的内容和所涉及的范围较广，有祈神求福、驱魔祛病、生产劳动、社交娱乐、婚恋生育、丰收节庆、英勇斗争等，它们的表现形式也多种多样。从其所体现出来的文化内涵和性质看，黎族传统舞蹈可以分为五大类型：宗教祭祀舞蹈、生活习俗舞蹈、娱乐喜庆舞蹈、生产劳动舞蹈和英勇斗争舞蹈。",
    "de_total_img":"images/de_total_img_lizu.jpg"
  },
  {
    "de_name":"傈僳族",
    "de_total":"傈僳族自称'傈僳'，'傈'是这个民族的族名，含有'高贵'之意，'僳'一般是指人或族汉文 中籍记载的栗粟、栗漱、傈呰、傈蛮、呰蛮都是傈僳族。'傈僳'族名的来历，据傈僳族老人解释，' 傈'是'四'的意思，'僳'是'人'的意思，'傈僳'即'老四'。'傈僳'二字是傈僳语的音译。 传说古时候有七兄弟，老大是汉族，老二是彝族，老三是藏族，傈僳族是老四……。在公元1—3世纪期间，今天四川的南部，古时候被称为越嶲、犍内、台登、邛都、定筰的广大地区 ，都是彝族居住的地区。当时，雅砻江称诺矣江，金沙江称泸水澜沧江称兰津，怒江称诺工，都是'黑水'的意思。这种命 名来源于古氐羌族居于这几条江沿岸。据傈僳族老人说，世世代代口传，他们先祖居在澜沧江以东的' 诺易比'两岸，'易比'指金沙江水，泸水的'泸'实为'诺'字，不过是汉字记傈、彝语的异字而已 。从地理分布和神话传说、风习分析，傈僳族与彝族、哈尼族、拉祜族、纳西族等同属一个族源，是 羌人的后裔，古代乌蛮的一支，汉文典籍最早的记载见于公元前八世纪樊绰所著《蛮书》：'栗粟二姓 '。明朝以后，有关傈僳族的记载就比较多了，《景泰云南图志书》卷四载：'有栗粟者，亦倮倮之虽 种也。'《南诏野史》提到：'力呰即栗粟。'",
    "de_total_img":"images/de_total_img_lisu.jpg"
  },
  {
    "de_name":"佤族",
    "de_total":"佤族在2000年前就与布朗族、德昂族等民族的先民一起居住在高黎贡山和澜沧江地区。先秦时'百濮'的一支。唐代称'濮子蛮'，宋代称'濮蛮'，明代称'古剌'，清代称'嘎剌''哈瓦'，也被记载为'野（左犭右卡）'。他们自称'佤''巴饶克''阿佤'等，都有'住在山上的人'的意思。当地傣族与国外老族，掸族称其为'佧佤'，'佧'在傣语中意为奴隶。在中华人民共和国成立后，统一称为佤族。佤族有猎头的习俗，最后一次有记录的猎头在1950年代末。他们本来也生活在景栋，后被掸族征服，成为诏法的奴隶。佤族民族学家赵明生提出了与传统史籍相异的观点，他认为晋朝永昌郡的永寿城不仅是普通县城，而是晋朝时归顺中原政权的佤族地方民族政权，可能是民间传说的佤族古城。",
    "de_total_img":"images/de_total_img_wa.jpg"
  },
  {
    "de_name":"畲族",
    "de_total":"畲族是我国典型的散居民族之一。他们自称'山哈'。但这个名称，史书没有记载。唐代，居住在福建、广东、江西三省交界地区。包括畲族先民在内的少数民族被泛称为'蛮'、'蛮僚'、'峒蛮'或'峒僚'。南宋末年，史书上开始出现'畲民'和'拳民'的族称。'畲'(She)，意为刀耕火种。解放后，改称为'畲族'。根据2000年第五次全国人口普查统计，畲族人口数为709592。畲族极少部分使用畲语，属汉藏语系苗瑶语族。90%的畲族接近于汉语客家方言的语言，但在语音上与客家话稍有差别，有少数语词跟客家语完全不同，也有部分操闽南语。无本民族文字，通用汉文。全国只有一个畲族自治县它位于浙南山区，景宁畲族源于唐永泰二年(766)，从闽迁居浙西南时落户景宁，距今已有1200多年历史。因此，景宁又称为中国畲乡。",
    "de_total_img":"images/de_total_img_suzu.jpg"
  },
  {
    "de_name":"高山族",
    "de_total":"230年：吴孙权派卫温、诸葛直率领一万人到台湾，带回高山族数千人。1127—1279年：南宋政府将澎湖隶属福建省泉州晋阳县。1271—1294年：元朝政府派人到达台湾，在澎湖设立'巡检司'，管辖澎湖台湾。1661—1662年：郑成功进军台湾，1662年收复台湾。1683年：清政府统一台湾。1885年：台湾建省，刘铭传任台湾巡抚。1895年：中日'马关条约'割让台湾给日本，台湾高山族和汉族人民在各地反割台的战斗中，给日本侵略者以沉重打击。1943年：开罗会议发表宣言确定台湾等地归还中国。1945年：台湾光复1947年：二.二八起义爆发，各地高山族人参加斗争。",
    "de_total_img":"images/de_total_img_gaoshan.jpg"
  },
  {
    "de_name":"拉祜族",
    "de_total":"雍正六年，拉祜族人扎铁匠在镇沅率领拉祜族人民，并联合傣族哈尼族人民一起，发动了反清武装起义。后来起义被清军镇压，扎铁匠最后战死沙场。嘉庆元年，澜沧江东岸一带发生饥荒，拉祜族人民在扎杜、扎纳的领导下，再次揭竿而起，袭击了当地官府和清军粮仓。与此同时，澜沧江西部的缅宁一带的拉祜族人民也举行起义，他们一度攻占了景谷、勐戛、勐班、茂密等地，并杀死了当地的土司，后遭清军残酷镇压。",
    "de_total_img":"images/de_total_img_layou.jpg"
  },
  {
    "de_name":"水族",
    "de_total":"据民族学家和历史学家的综合考察，水族自称'虽'（sui），系由古代'百越'中的一支'骆越'（liao）发展而来，最早应居住在邕江流域，溯龙江而上，跨黔桂边境北迁，定居于今之三都。据《宋史· 蛮夷传》记载：水族聚居的'抚水州在宜州南，有县四：曰抚水，京水，多逢，古劳。'唐对就属黔南。酋长皆姓蒙。区、廖、潘、吴四姓皆水族的大族，而今潘姓几乎占水族总人口的五分 之一。到了明代，作过龙场驿（今贵州修文县）驿丞的王守仁写的《重修月谭寺公馆记》中，对水族曾有记载。其后，邝露的《赤雅》中，有称水族'亦獠类'的记述。清代中叶以后的有关若作中多称为'水家苗 '、'水家'等。1956年经国务院定名为'水族'。",
    "de_total_img":"images/de_total_img_shuizu.jpg"
  },
  {
    "de_name":"东乡族",
    "de_total":"东乡族自称'撒尔塔'，其含义是泛指中亚一带的穆斯林。'东乡'为他称，是因为其居住在临夏州（古称河州）以东，即'东乡'地区而得名的。作为一个民族共同体，东乡族是从13世纪蒙古西征后，在东乡地区屯兵牧养的信仰伊斯兰教的色目人与当地回、汉、蒙古等民族经元、明两代长期融合而逐渐形成的。新中国成立前被称为'东乡回'或'蒙古回回'等。1951年被确认为单一的少数民族，并始定此名。东乡族，现有人口37万多人。主要分布在甘肃省临夏回族自治州东乡族自治县，其余的散居在甘肃省积石山保安族东乡族撒拉族自治县、临夏县、和政县、广河县、康乐县及新疆伊犁地区等地。东乡族有自己的语言，无文字。东乡语属阿尔泰语系蒙古语族，其中蒙古语、汉语借词很多。现在兼通汉语、使用汉文的人越来越多。东乡族主要从事农业，兼营畜牧业。信仰伊斯兰教，教派很多。",
    "de_total_img":"images/de_total_img_dongxiang.jpg"
  },
  {
    "de_name":"纳西族",
    "de_total":"纳西族有多种自称和他称。见于史籍的他称主要有'摩沙'（晋·常璩：《华阳国志》、《元史·地 理志》等）、'磨些'（唐·樊绰：《蛮书》、《旧唐书》、《新唐书》等）、'摩此'（《元史·兀良合 台传》、明《景泰云南志》、《徐霞客游记》等）以及'摩狄'（明《南诏野史》）等多种。其中，最常用的他称为'磨些'（'些'字按当时音读为'娑'，故英文译作Moso，法文译音作 Mosso）。纳西族的自称则有'纳'（na31）、'纳西'（na31ci33）、'纳日'（na31zz33）以及'纳汝' （na31zl33）等，还有少部分人自称为'摩梭'。'纳'具有'大'与'黑'的双重含义，'西'、'日 '、'汝'之意皆为'人'或'族'。中华人民共和国建国以后，经过本族人民的充分酝酿协商和国务 院的批准，于1954年正式将族称统一定为'纳西族'。纳西族的形成是多元的。根据现有的文献及考古等方面的资料，可以初步推断纳西先民是由三部分 人组成的：一部分是源于甘肃省和青海省的黄河、湟水地带的古羌人。这些游牧的羌人先是向南迁徙到 岷江上游，又逐渐向西南迁徙至四川省西部的雅砻江流域，再继续西迁至云南境内的金沙江上游沿岸一 带及丽江等地，最后便在这一带地区定居了下来。另一部分则系古代我国西南民族中称为'旄牛夷'、 '白狼夷'的一支所谓'夷人'族系。由于这些人居住在筰都一带，又被称为：'筰都夷'，经多年的 发展演变而渐成为纳西族的先民。还有一部分据估计便是当今云南省丽江县一带的土著居民，这部分人 世世代代居住在这一地区，当为纳西族先民中人口占较多数的部分。在漫长的历史发展进程中，以上述 三部分人为主体的纳西族先民们，不断吸纳融合周边一些民族的先民，逐渐发展形成了今天的纳西民族 。",
    "de_total_img":"images/de_total_img_naxi.jpg"
  },
  {
    "de_name":"景颇族",
    "de_total":"景颇族，中国少数民族之一。现有人口119209人。主要分布在云南德宏傣族景颇族自治州的陇川县、潞西市、瑞丽市、盈江、梁河三县，少部分散居于其他州县。在中国景颇族聚集最多最集中的地方是云南省德宏州陇川县，陇川县被称为'中国目瑙纵歌之乡'。景颇族他们主要从事农业，种植水稻、玉米、旱谷等作物。有自己的语言和文字。景颇族素以刻苦耐劳、热情好客、骁勇威猛的民族性格著称。他们有句家喻户晓的成语：'要像狮子一样勇猛。'他们用勤劳的双手征服大自然，用大长刀与恶势力作斗争。历史上，多次顽强抵御外敌侵入，为保卫祖国领土立下了功勋。景颇族大多住在海拔1500－2000米的山区。这里气候温和，雨量充沛，土地肥沃，特产丰富。除种植旱谷、玉米、水稻外，盛产名贵的红木、楠木和各种竹子，还有橡胶、油桐、咖啡、茶叶、香茅草等经济作物，以及热带、亚热带水果菠萝、菠萝蜜、芒果、芭蕉等。深山老林中栖息着各种珍禽异兽。地下矿藏也很丰富。景颇族的口头文学发达，尤其是集诗、歌、舞于一体的创世史诗《勒包斋娃》，包含了人们对自然界和人类社会方方面面的认识，深受本民族群众的喜爱，也是祖国民间文学的一朵奇葩。除了长篇叙事诗外，景颇族的其他民歌也十分丰富。山歌分为大声唱的'直么'和小声唱的'直作'。舂米歌即劳动歌，景颇支称为'月鲁'，载瓦支称为'谷阿岗'或'谷统直'，多由一人主唱，一人伴唱，形成合唱。风俗歌中以'腊磨罗统'最富特色。",
    "de_total_img":"images/de_total_img_jingpo.jpg"
  },
  {
    "de_name":"柯尔克孜族",
    "de_total":"'柯尔克孜'，突厥语，系本民族自称，意为'四十个姑娘'，也有认为是'四十个部落'、'山里游牧人'、'赤红色'等含义。但一般解释为'四十个姑娘'。柯尔克孜族主要分布于新疆西部地区，绝大部分在克孜勒苏柯尔克孜自治州，其余分布在伊犁、塔城、阿克苏和喀什等地区。另外，在黑龙江省富裕县也有零星分布。根据2000年第五次全国人口普查统计，柯尔克孜族人口数为160823。主要从事畜牧业，兼营农业。族徽是群体的标志，旨在区分群体。运用族徽解释神话、古典记载及民俗民风，往往可获得举一反三之功。族徽就是原始人迷信某种动物或自然物同氏族有血缘关系，因而用来做本氏族的徽号或标志。",
    "de_total_img":"images/de_total_img_keke.jpg"
  },
  {
    "de_name":"土族",
    "de_total":"在汉文史籍中，关于土族或'土人'这一称谓，最早出现于蒙元帝国时代，但在蒙古文记载中一直称其为'察汉蒙古尔'（意即'白蒙古'），操蒙古语的大部分土族——青海互助土族自治县、大通回族土族自治县、乐都县达拉土族乡和甘肃天祝藏族自治县的土族现在也这样自称之；青海民和回族土族自治县及与其相邻的甘肃积石山县等地的土族多自称'土昆'；黄南州同仁县土族自称'土民'或'霍尔'；甘肃卓尼县的勺哇土族则自称'土护家'。其他民族对土族的称呼也不一致：当地汉、回等民族称土族为'土人'、'土民'、'土护家'；汉文史籍称土族为'西宁州土人'等；藏族和藏文文献则称土族为'霍尔'。中华人民共和国成立以后，经过民族识别，并根据土族人民意愿，统一称为土族。在有关土族族源问题上，学术界主要有吐谷浑说、阴山白鞑靼说、蒙古人与霍尔人融合说、沙陀突厥说、多源混合说等等，至今尚无定论。持'吐谷浑说'者认为，土族主要是鲜卑支系吐谷浑人的后裔。而吐谷浑，是辽东鲜卑慕容氏首领涉归之子。涉归分给他'部落一千七百家以隶之'（《晋书·吐谷浑传》）。约公元283年（晋太康四年），涉归卒，吐谷浑庶弟嗣位。不久因吐谷浑与其庶弟 '二部马斗'，发生矛盾，吐谷浑遂率部西迁，'西附阴山'（今内蒙古河套北之阴山）。吐谷浑于阴山一带游牧了二十余年后，乘'永嘉之乱'（312-313年），又率部'度陇而西'（同上），到达今甘肃临夏西北一带。至317年（东晋建武元年），吐谷浑已控制了东起洮水，西至白兰（今青海都兰县巴隆一带），南抵昂城（今四川阿坝）、龙涸（今四川松潘），北达青海湖一带的广大地区，建国于羌族故地。至吐谷浑之孙叶延时，遂以吐谷浑为姓氏、国号和部落名称。吐谷浑国极盛时的疆域，东起今甘肃南部、四川西北，南抵今青海南部，西及新疆的若羌、且末，北隔祁连山与河西走廊相接。吐谷浑国后期的政治中心在今青海湖西15千米的伏俟城。唐龙朔三年（663年），维持300余年的吐谷浑国为吐蕃政权所灭。于是，除一部分吐谷浑人内徙外，大部分降于吐蕃，留居原地。在吐蕃统治下的吐谷浑人，后来又逐渐降唐，被唐安置在甘、瓜、肃、凉等州。唐朝还在祁连山南，今大通河一带设州，隶属凉州都督府，专门安置降附的吐谷浑人。这一带，正是今天土族聚居的地区。至北宋初，一部分吐谷浑人仍聚居于祁连山南，今大通河一带。《续资治通鉴长编》卷四十三载：宋真宗咸平元年（998年）'十一月丙……游龙钵自言：‘河西军东至故原州一千五百里，南至雪山、吐谷浑、兰州界三百五十里,西至甘州同城果六百里，北至部落三百里’。'11世纪后，吐蕃唃厮啰政权在河湟地区兴起，活动于这一地区的吐谷浑人当在唃厮啰政权统治之下。此后，'吐谷浑'一词不再见于文献记载。但是到了元代，在吐谷浑人的故地，史书上却出现了'西宁州土人'、'土人'的记载。这些'土人'居住的地方即是今天土族居住的地方，而在历史上该地区则是吐谷浑人长期居住的地方。据此，许多历史研究者认为，今天的土族，就是以留居原地的吐谷浑人为主体，吸收融合蒙古、藏、羌、汉、维吾尔等民族成分而逐渐形成的一个新的人们共同体。土族这个新的人们共同体的形成，经历了漫长的历史发展过程。据史载，1227年，成吉思汗将领格日乐图在灭西夏时，率三千蒙古军驻于互助威远镇，因为这里是祁连山麓的军事重地，所以后来格日乐图部属（包括家眷）世居于此。到13世纪中后期，吐谷浑人后裔们的蒙古化倾向更加明显，其民族特征也基本构成。据明清史志记载，明代土族已经成为一个稳定的人们共同体，已有了本民族的聚居区。元、明之际的土族经济，也已由畜牧业为主开始转向以农业为主、兼营牧业和手工业状态。自给自足的自然经济生活，大杂居、小聚居的分布特点和坎坷的生活经历，造就和孕育了土族共同的心理素质。土族人民在与其他兄弟民族错居杂处的环境中，'依山傍险，屯聚相保，自守甚严'（[清]梁份《秦边纪略》卷一），其民族凝聚力日渐增强。元朝时，土族地区归元廷封授的土官管辖。明朝统治者继承元朝'封土司民'的政策，对他们'待之以礼、授之以官'，命其 '各统其部落，以听征调、守卫、朝贡、保塞之令'（《明史·职官志》）。清灭明后，土族地区的各土司先后率部归附于清朝，清承明制，发给其号纸印敕，准其照旧承袭，是为土司。清顺治十二年(1655年)，又授予东李土司李化龙之弟李化鳌世袭百户之职，是为小李土司。据清代部分史志记载，清代甘、青土族地区的土司共有十八家之多，其中青海土族地区十六家，即：东祁土司、西祁土司、东李土司、西李土司、吉土司、纳土司、陈土司、赵土司、辛土司、阿土司、冶土司、甘土司、朱土司、喇土司、汪土司、小李土司(李南哥后代)。甘肃卓尼勺哇土族原共有三大部落，藏文史籍中称为勺哇三族。明、清至解放前夕，勺哇土族属杨土司管辖，为上治三旗的勺哇旗，由力吾、拉代、的力、汇十那、萨迪、拉叭等七族组成。清代自雍正、乾隆以后，土司权威有所削弱。到了清末，土司已处在名存实亡的境地。明、清时期，藏传佛教格鲁派传入土族地区后，青海互助土族地区出现了一种与封建土司制度并存的土官制度，这是西藏地方政教合一制度在青海互助土族地区的延续和发展。明、清时期，土族的经济、生产有了较快的发展。土族已从一个主要从事畜牧经济的民族，发展成了一个以农业经济为主，兼营畜牧业、手工业的民族。由于河湟一带原有的农业基础较好，加之中原先进耕作技术的不断传入，促进了该地区土族农业经济及与之相伴随的手工业(如酿酒、纺织等)的发展。明、清时期是土族社会发展史上的一个重要时期，为以后土族社会的进一步发展奠定了基础。辛亥革命以后，随着甘、青地区马家军阀势力的不断扩大和发展，除一少部分土族仍归封建土司统治外，大部分土族则由马家军阀所控制。1929年元月，青海建省。1930年，青海土族聚居的民和、互助、门源等地相继设县，该地区的土族始归由县府管理。1931年8月，南京国民政府下令废除土司制度(互助土族地区政教合一的土官制度已于1930年废除)。这样，延续300余年的土官制度被彻底废除。1938年，土族各村编组实行保甲制度。当时充任区长、保长、甲长者，仍以旧时的土司、土官或具有权势的上层分子占绝大多数。这一时期，由于马家军阀实行民族压迫和歧视政策，迫使土族人民或隐瞒自己的民族身份，或流落他乡，土族人口因此锐减。此外，自明、清以来，藏传佛教格鲁派在土族地区的广泛传播和发展，土族群众笃信佛教，多送子弟入寺为僧，这也影响了土族人口的正常增长。据有关调查显示，1930年以前，青海土族地区各土司所辖人口仅38,000余人。1933年，青海土族仅有30,000余人，其中互助县约1,000余户、近7,000人，民和县约2,000余户、10,000余人，乐都县312户、6,300人，大通县约5,000余人，共和县24户、89人（丘向鲁《青海各民族移入的溯源及其分布之现状》，载《新亚细亚》1933年5卷3期）。到1949年，互助、民和、天祝、大通等地的土族共有4万人左右。为摆脱马家军阀统治，土族人民进行了不屈不挠的斗争。1945年，一些土族士兵参加了反抗马步芳统治的乐家湾兵变。1949年9月5日，中国人民解放军解放了西宁市，统治青海各族人民近40年的马家军阀政权彻底覆灭。1954年2月17日，经中华人民共和国国务院批准，成立了土族地区第一个自治政权——互助土族自治区。1955年，改为互助土族自治县。1985年11月6日，根据青海土族人民的居住特点，经国务院批准，撤销了青海省民和县建制，设立了民和回族土族自治县；撤销了青海省大通县建制，设立了大通回族土族自治县。至此，实现区域自治的土族人民约占总人口的71%左右。另外，在一些土族居住比较集中，但人口少的地区也设立了土族乡。",
    "de_total_img":"images/de_total_img_tuzu.jpg"
  },
  {
    "de_name":"达斡尔族",
    "de_total":"达斡尔族的历史，可追溯到公元11-12世纪。成吉思汗统一蒙古各部时，聚居在大兴安岭西北的就是达斡尔族先民。然而，达斡尔族的形成是在明代，从这时期起才有确切记载达斡尔民族活动的史料。在明代，达斡尔族主要聚居在黑龙江北岸。这里水源丰富，土地肥沃。他们经营农业、种植麦类、放牧牲畜、林中狩猎，并与周邻进行生活用品交易。此时达斡尔族的氏族组织是'哈拉'。'哈拉'是同一个始祖的后裔。后来从'哈拉'分化出'莫昆'，'莫昆'是'哈拉'的分支。此时出现了氏族贵族。努尔哈赤统一女真各部；建立后金政权。据《清太宗实录》卷一八、卷四四记载，当时的达斡尔族与鄂温克族、鄂伦春族等，均是后金辖属的部分。清康熙年间，达斡尔族人民配合清军反抗沙俄侵略。使黑龙江流域恢复了安定。清政府将达斡尔族屯落逐渐南迁到嫩江流域及其支流。并对达斡尔族原有氏族组织哈拉、莫昆根据军事的需要编为旗、佐，并进行调整，使达斡尔族的旗、佐在布特哈、瑗珲、墨尔根、齐齐哈尔、呼伦贝尔、呼兰、伊犁、塔城等地驻防，镇守边卡。达斡尔族经过旗佐制度，加速了封建化过程。1840年鸦片战争以后，中国一步步沦为半殖民地半封建社会，达斡尔族人民也处在帝国主义和封建主义的双重压迫之下。清末的移民垦荒政策，使大批达斡尔族的土地被侵占；有的达斡尔人沦为雇工。1931年，日本帝国主义侵略中国，东北沦陷，达斡尔族人民不堪欺压，愤起反抗侵略者，在抗日联军活动较为频繁的嫩江、讷河、莫力达瓦地区，达斡尔族群众积极支持抗日联军，为部队送粮、掩护伤员，协助抗联队伍渡嫩江，1945年抗日战争胜利后，1947年5月1日内蒙古自治区正式宣告成立，实现民族平等。特别是1958年8月15日，在达斡尔族居住较集中地区，成立莫力达瓦达斡尔族自治旗。从此，达斡尔族人民与五十五个兄弟民族同呼吸、共命运，在祖国大家庭内与十亿多人口的汉族享有平等的地位。我国的社会主义制度和民族区域自治政策，为达斡尔族的社会进步和发展奠定了坚实的基础。",
    "de_total_img":"images/de_total_img_dahan.jpg"
  },
  {
    "de_name":"仫佬族",
    "de_total":"仫佬族是一个具有革命斗争传统的民族。中国共产党成立后，仫佬族人民在党的领导下进行斗争。从明朝永乐七年至清朝道光元年，先后爆发过规模不等的武装反抗。太平天国革命时期，仫佬族人民组织秘密会党，积极参加太平天国起义。在新民主主义革命时期，仫佬族人民的反抗斗争，逐渐汇入中国共产党领导的革命斗争洪流。1930年，邓小平同志领导的红七军北上路过罗城、天河县时，仫佬族人民积极支持和帮助红军。抗日战争中，仫佬族儿女组织武装队伍，加入柳北抗日挺进队，打击日本侵略军，1946年以后，又掀起了反对国民党征兵、征粮、征税和抗租斗争，配合解放军解放罗城。新中国成立后，仫佬族人民从此当家做主人。从1957年开始有仫佬族人当选为县长。第三、四、五、六届全国人民代表大会都有仫佬族的代表。一些仫佬族干部、教师，分别获得了全国劳动模范、优秀体育教师、优秀班主任等荣誉称号。经国务院批准，1984年1月4日，罗城仫佬族自治县宣告正式成立。",
    "de_total_img":"images/de_total_img_molao.jpg"
  },
  {
    "de_name":"羌族",
    "de_total":"羌族主要聚居地在陕西省略阳县，四川省阿坝藏族羌族自治州的茂县、汶川、理县，绵阳市北川羌族自治县，其余散居在阿坝州松潘、黑水、九寨沟等县，甘孜藏族自治州的丹巴县，绵阳市平武县，成都市都江堰地区，雅安地区，贵州省江口县、石阡县，甘肃南部、四川西南、云南部分地区，现有人口约32万人左右。今天的羌族正是古代羌支中保留羌族族称以及最传统文化的一支，与汉族、藏族、彝族、纳西族、白族、哈尼族、傈僳族、普米族、景颇族、拉祜族、基诺族等为兄弟民族，皆出自古羌。《说文·羊部》：“羌，西戎牧羊人也，从人从羊，羊亦声。”羌，属他称，即当时中原部落对西部（陕西、甘肃、宁夏、新疆、青海、西藏、四川）游牧民族的泛称。所以可以肯定地说，氐羌族群绝不是一个单一的民族，他们有不同的语言、服饰、习俗等，唯一的共同点可能就只是“逐水草而居”的游牧生活方式。",
    "de_total_img":"images/de_total_img_qiangzu.jpg"
  },
  {
    "de_name":"布朗族",
    "de_total":"布朗族是一个古老的民族，根据历史文献记载，永昌一带是古代“濮人”居住的地区，部族众多，分布很广，很早就活动在澜沧江和怒江流域各地。“濮人”中的一支很可能就是现今布朗族的先民。自西汉王朝在云南设置益州郡，下辖惜唐(保山)、不韦(保山以南)等县，濮人活动的地区就纳入了西汉王朝的郡县范围。在西晋时，永昌濮人中的一部分向南迁移到镇康、凤庆、临仓一带。唐朝时称为“朴子蛮”，元、明、清时称为“蒲蛮”。隋唐以后，文献记载有所谓“濮人”、“扑子”、“朴子”、“扑”、“蒲满”、“蒲人”等名称，其分布更为广阔，唐宋时期，“扑人”受南诏、大理政权统治；明朝设顺宁府，以蒲人头人充任土知府。后来原居于云南南部的部分蒲人发展为现在的布朗族。新中国成立后，根据本民族的意愿，统称为布朗族。解放前生活在布朗山上的布朗族人还保留着不同程度的原始公社残余；在平坝地区生活的布朗族人，由于受经济文化发展比较快的汉族、傣族人的影响，己进入封建地主经济发展阶段。布朗族人生活的地区气候温和，物产丰富。他们主要从事农业生产，善种植茶树，是著名的普洱茶的产地。布朗山的布朗族人实行母子连名制。小孩出生3天拴线命名，将母亲的名字连在孩子的名字之后。",
    "de_total_img":"images/de_total_img_bulangzu.jpg"
  },
  {
    "de_name":"撒拉族",
    "de_total":"雍正八年（1730）设立循化营，派兵驻守。乾隆二十七年（1762）又改置循化厅。撒拉族人民不甘本民族地主阶级和清朝统治者的阶级压迫和民族压迫，于乾隆四十六年（1781）爆发了苏四十三和韩二个领导的起义。苏四十三领导的撒拉族群众在“新旧争教” 的掩盖下，反对老教的封建特权制度——“门宦制度”，打击土司势力，曾一度控制循化东部地区，给民族内部的统治阶级以很大打击。当清朝官府前来镇压时，这次斗争很快发展成为轰轰烈烈的反清起义。起义者一度攻克河州，直捣兰州，给当时处于盛世的清朝以很大震动。清统治者调集大军镇压了这次起义，起义军2000余人全部壮烈牺牲；同治年间和光绪二十一年（1895）撒拉族人民又两次掀起反清斗争。1895年的起义，后得到河州、狄道、西宁等地区广大回族群众的支持和响应，一时烽火遍河湟，史称“河湟事件”。这些起义虽终告失败，但充分显示了撒拉族人民反抗封建压迫的英勇斗争精神。",
    "de_total_img":"images/de_total_img_salazu.png"
  },
  {
    "de_name":"毛南族",
    "de_total":"毛南族的民族源流，以往很少人研究，目前学术界以及在毛南族群众中持有两种不同的说法。一是外来说，认为毛南族的祖先是分别从湖南、山东、福建等地，因作官、避难或经商而来到广西毛南地方的。二是土著说，认为现在毛南族居住的地方，自古以来就有少数民族居住，毛南族是由当地的土著民族发展而来的，但也融合有外来的民族成分在内。毛南族的先民，秦汉时为古“百越”族的一支“骆越”人；隋唐时被称为“僚”人的一部分；宋元从“僚”分流，与侗水语组诸民族被统称为“伶人”；明清时，由“伶人”的一支同一些外族结合衍成毛南族。他们自称为“哀南”(单称)和“窘南”(众称)，即“毛南人”的意思。1956年经中央人民政府组织专家调查识别，确认为“毛难族”。1986年国务院应毛南族人民的请求，定为“毛南族”。社会历史为变迁唐代之前很长历史时期，史称“三南”及其周围广大地区为“蛮地”。唐贞观13年(公元639年)，封建王朝于该地设环州，辖八县，“三南”隶属于其中的思恩县。其后，它所属的州、府、乡有些变更。1953年，思恩县与宜北县合为环江县，先后归属广西宜山、柳州、河池地区。今为环江毛南族自治县。毛南族滞留在原始公社社会时间很长，迟至明末清初才完全解体，进入封建社会。1949年她同全国兄弟民族一起，共同进入新民主主义及社会主义社会，在政治、经济、文化等各个方面都发生了极其深刻的变化。",
    "de_total_img":"images/de_total_img_maonan.jpg"
  },
  {
    "de_name":"仡佬族",
    "de_total":"仡佬族散居贵州、云南、广西及越南等地，被后来民族如汉族等称为“仡佬”，“老户”，“土人”，“土蛮”等。居住地降水丰富，气候温暖，适合开展农业等多种经营活动。仡佬族以农业为主，平坦地区多种水稻，山区旱地多种杂粮，属稻作农耕经济文化类型。仡佬族有自己的语言，语音特点上接近苗语，但同源词接近壮侗语，这种情况很可能是因为仡佬族与苗族长达1000多年的交流历史造成的。仡佬语过去被认为属汉藏语系，国外也有人认为属于澳泰语系，而且从仡佬语独立的数词系统来看，应是澳泰语系里最古老的支系之一。语族语支的归属，学术界过去无定论，但目前国内国际普遍认为属于壮侗语族，构成一独立的语支仡央语支。壮侗语族的归属，国内一般认为属于汉藏语系，国外也有认为其是独立语系或澳泰语系的。目前也只有少数老人（6000人左右）通仡佬语。仡佬族没有自己的文字，历史由口传文学（如古歌）传承。目前已经出版了仡佬语注音和汉语对照的《叙根由》。仡佬族吃苦耐劳，忠勇善战，在历史上常被征募当兵打仗做先锋，明嘉靖年间被征调去抗倭寇的仡佬士兵，在渐江王江泾（今嘉兴县北）战役中立有战功。1935年红军长征经过黔西南仡佬族地区时，曾留下部分伤病员在仡佬族老百姓家中养伤，受到群众全力掩护，未遭到反动派的杀害。在建国初的剿匪斗争中和抗美援朝运动中，仡佬族人民都做出了应有贡献。",
    "de_total_img":"images/de_total_img_qilaozu.jpg"
  },
  {
    "de_name":"锡伯族",
    "de_total":"“锡伯”为本民族自称，在中俄分布。在古代广泛分布于西伯利亚和蒙古，中国。口语中称为“siwe”，书面则为“sibe”。历史上有须卜、室韦、失韦、史伯、西伯、席北、席伯、锡北等20多种记载，都是其音转和异写。“锡伯”之称谓与汉字书写最早见于清代，此后在清代官方文献中虽多用“锡伯”二字，但未能统一，直到辛亥革命以后，始渐趋统一。新中国成立后，“锡伯”才名正言顺地作为一个独立的少数民族而置身于祖国民族大家庭之中。东北地区的锡伯族已经失去了自己的民族语言、文字，淡化了自己的风俗习惯，而新疆查布查尔地区的锡伯族，至今还完整地保留着自己的语言文字及浓厚的风俗习惯和宗教信仰，并经过与兄弟民族的长期交往，取长补短丰富了自己、发展了自己。主要从事渔猎和农业。锡伯族属阿尔泰语系满－通古斯语族满语支，跟满语很接近。锡伯族兼用汉语。锡伯文是民国36年（1947年）在满文基础上改变而成的，一直沿用至今。锡伯人最初游牧于大兴安岭东麓，世代以狩猎、捕鱼为生。16世纪编入蒙古“八旗”后，其社会组织发生了急剧变化，生产上转入稳定的农业经济。18世纪中叶，清政府为巩固西北边防，将部分锡伯族迁往新疆，尔后这些锡伯族在伊犁河谷屯田定居，开拓了自己的第二故乡。在这风沙弥漫的大西北，勤劳的锡伯族人民凿山筑渠，修筑了长达100多公里的察布查尔大渠。潺潺的流水使荒漠的原野变成了阡陌纵横，树木葱绿，瓜果飘香，美丽富足的地方。锡伯族世居呼伦贝尔大草原和嫩江流域。18世纪中叶西迁至新疆察布查尔等地，现多数居住在新疆察布查尔锡伯自治县和霍城、巩留等县，在东北的沈阳、开原、义县、北镇、新民、凤城、扶余、内蒙东部以及黑龙江省的嫩江流域有散居。锡伯族人喜爱骑马射箭。因而，锡伯族享有“射箭民族”的美誉。他们能歌善舞，“东布尔”是锡伯族特有的弹拨乐器。在祖国的西北、东北、内蒙部分地区，可以看到一些能骑善射的人们，他们时而跃马扬鞭进行跑马竞赛，时而开弓搭箭开展射箭比赛，时而三五成群较量一番摔跤，时而兴致勃勃练习几回举重他们就是锡伯族。",
    "de_total_img":"images/de_total_img_xibozu.jpg"
  },
  {
    "de_name":"阿昌族",
    "de_total":"据清王凤文《云龙记往》载，云龙“俄昌”人，自其首领早慨始传至元末，已有35代。早慨制定“铁印券”，规定酋长以长子继承，开始了世袭制。早慨以后十余世，“俄昌”人日益强盛，与金齿、僰国皆通商。约10世纪，受大理王段氏封诰。当时外来商人教会阿昌人民种田，农业逐步发展。元、明设云龙州，大量白族、汉族人民相继迁入，这里的“俄昌”人，部分西迁至腾冲一带，部分融合于白族、汉族中。今德宏傣族景颇族自治州和腾冲一带，元以前即有“莪昌”人居住（《元史地理志·金齿宣抚司》），明正德《云南志》认为即唐代的“寻传”人。那时“寻传”人属南诏的镇西节度管辖，还过着“俗无丝纩”、“散漫山中无君长”的原始生活。“寻传”人在发展过程中至元明时期已逐渐分化为阿昌族和景颇族中的一部分。明洪武十六年（1383）左纳率部归顺明朝。洪武年间，明太祖敕赐汉人段保为云龙州掌印土知州，阿昌族降为被统治民族，并向西南迁至德宏境内，渐失本土。阿昌族聚居的户腊撒，明初属麓川宣慰使司。15世纪中叶，明将王骥三征麓川后，属陇川宣抚司。王骥分封其属官赖罗义和况本为把总，分别掌管户撒、腊撤，成为世袭领主。阿昌族人民从驻守边疆的汉族屯兵那里学会了耕种水田、打制铁器的技术，促进了阿昌族农业和手工业的分工，商品经济有了初步发展。清初承袭了明代的土司制度。吴三桂把户腊撤地区改为“勋庄”。康熙三十一年(一六九二年)，废“勋庄”，仍归原先赖、况两家承袭。雍正二年(一七二四年)，户腊撒地区归腾越州管辖。乾隆年间，南甸土司辖区的阿昌族，除了向傣族封建领主交纳贡税外，百分之八十以上的农民沦为附近汉、傣地主的佃户。同时受封建领主、地主的双重剥削。民国时期，云南军阀在陇川、梁河等地建设治局，推行保甲制，但封建土司制度延至建国前夕，统治阿昌族达500余年之久。阿昌族每年除固定向土司交纳“三大款”(官租、大烟款、地基银子)外，各寨还负担专门的劳役。",
    "de_total_img":"images/de_total_img_achangzu.jpg"
  },
  {
    "de_name":"普米族",
    "de_total":"普米族，共有人口32700多人（2003）。主要居住在云南西北高原的兰坪白族普米族自治县和宁蒗彝族自治县。少数分布于丽江市玉龙纳西族自治县、永胜县、迪庆藏族自治州的维西傈僳族自治县、香格里拉县，临沧地区的云县以及四川凉山彝族自治州的盐源县、木里藏族自治县，甘孜藏族自治州的九龙县等地，与当地民族杂居。自称“普英米”、“普日米”或“培米”（ “心地善良豁达”）之意。古代汉文史籍称之为“西蕃”或“巴苴”。新中国成立后，根据本民族人民的意愿，正式定名为普米族。普米族与我国古代氐羌族系有渊源关系。根据本民族的传说和历史文献记载，普米族先民是原来居住在青海、甘肃和四川交汇地带的三江之源地带的西羌游牧部落，后来从高寒地带沿横断山脉向着温暖低湿的川西南移。公元1 3 世纪中叶，一部分人被征召入元军，随忽必烈远征云南。从此，普米族的先民逐渐结束了“逐水草而迁徙”的游牧状态，开始了以农耕为主的生活。普米族发源于三江之源，迁徙于三江地区，繁荣于三江之门。这个特殊的地理区域造就了如今独特的普米文化。故日的三次大迁徙和今天的《引路经》，使这个思念故土的民族成为了中国乃至世界上典型的迁徙民族。普米族有自己的语言,普米语属汉藏语系藏缅语族羌语支（有说藏语支）。各地方言差别不大，一般都能互相通话。许多普米人还兼通汉、白、纳西、藏等民族的语言。过去，宁蒗和木里的普米族曾用藏文字母来拼记普米语，用以记载民族的历史传说、故事和歌谣等，但流传不广。后来多被喇嘛，韩归用以书写经卷。现在普米族地区大都通用汉文。普米族崇拜自然、崇拜祖先、信仰藏传佛教以韩归教。节日有大过年、大十五、尝新节、绕山节、端午节（普米族的情人节）、转海会，清明节、月半祭祖节等。看中国地图我们就会发现，普米族的居住地都是令人神往的地方——素有三江之门美称的兰坪、詹姆斯笔下的香格里拉、世界文化遗产丽江、女儿国泸沽湖、洛克笔下的木里王国、茶马古道重镇维西、藏彝走廊上的盐源和康巴文化中心甘孜。",
    "de_total_img":"images/de_total_img_pumizu.png"
  },
  {
    "de_name":"塔吉克族",
    "de_total":"塔吉克族人口虽少，却历史文化悠久。“塔吉克”是本民族的自称，据民间传说，该词的原意为“王冠”。据考古发现，在公元前若干世纪，这些操东部伊朗语的部落，就已分布在我国新疆南部地区，其中分布在帕米高原东部的部分，就是我国塔吉克族的先民。公元前2世纪，张骞出使西域，西汉王朝设西域都护管辖。塔什库尔干地区属于交通要道，“丝绸之路”的咽喉。塔吉克族先民在东西方文化交流中受到熏陶。并发展自己。公元2——3世纪，在塔什库尔干一带出现了蝎盘陀国，竭盘陀人是中国塔吉克族的远祖。在3——4世纪，他们已发展了，灌溉农业，过半农半牧生活。蝎盘陀国有12座城堡和10多所寺院。以小乘佛教为国教。唐朝时，属安西都护府管辖。开元（713～741）中，在此设“葱岭守捉”戍所。公元8世纪，蝎盘陀国消亡。公元9——1 6世纪，塔什库尔干地区先后受吐蕃、喀拉汗王朝、西辽、蒙古元朝和察合台汗国的管辖。特别是从10世纪开始传入喀拉汗王朝境内的伊斯兰教，对塔吉克人的影响强烈，以致后来成为全民族信仰的宗教。明朝后期，在色勒库尔的中心地带已有一批塔吉克族小村塔。从1 7世纪后期到l 9世纪，帕米尔西部和南部的什克南、瓦罕等地的许多塔吉克人迁入色勒库尔，逐渐成为中国的塔吉克族。17世纪中叶，清朝统一全国，对塔什库尔干，沿用元朝的名称“色勒库尔”，建置色勒库尔回庄，归喀什噶。",
    "de_total_img":"images/de_total_img_tajikezu.jpg"
  },
  {
    "de_name":"怒族",
    "de_total":"我国的怒族主要分布在云南省怒江傈僳族自治州的泸水、福贡、贡山、兰坪县，迪庆藏族自治州的维西县和西藏自治区的察隅县等地。与傈僳族、独龙族、藏族、白族、汉族、纳西族等民族交错杂居。主要从事山地农业。根据2000年第五次全国人口普查统计，怒族人口数为28759。怒族有自己的语言，无文字，大都使用汉文。怒语属汉藏语系藏缅语族，方言之间差别很大，几乎不能通话。但由于与傈僳族长期共处，多数人会讲傈僳语。怒族是怒江和澜沧江两岸的古老居民。怒族地区山峦重叠、江河汇聚。从旅游观光的角度来看，这里数不尽、望不完的奇峰怪石、飞泉瀑布、激流险滩、古树龙竹，确实令人目不暇接、流连忘返。然而，从生活的角度讲，这里贫脊的土地、闭塞的交通却给怒族人民的生产生活造成了重重困难，致使其社会发展相当的迟缓。直到新中国成立前，以花木枯荣为时序、靠结绳刻木传递信息、以刀耕火种为耕作方式等许多人类远古的生活图景在这里仍能时时映现。尽管如此，千百年来，勤劳勇敢的怒族人民始终都未停止与大自然的搏斗和抗争，用他们的智慧和双手不断改变着历史，谱写着时代的新篇章。",
    "de_total_img":"images/de_total_img_nuzu.jpg"
  },
  {
    "de_name":"乌孜别克族",
    "de_total":"乌孜别克族男女都喜欢戴小花帽，小花帽的形式很多，有带棱角的，有的则不带棱角，帽子顶端和四边绣有几何形和以花卉为主的图案，有的老年人戴的花帽图案少，有的则无图案，花帽为紫红、墨绿、黑色、枣红色的金丝绒和灯芯绒。乌孜别克妇女戴小花帽时外披长花色头巾，再穿上带有花纹的马靴，显得别有一番风韵。在春夏季节里，她们穿上宽大多褶的花连衣裙，再配上项链、手镯、戒指等装饰物，这就为她们增添了不少姿色。妇女夏天穿丝绸衬衣、连衣裙等，老年妇女的褶多且宽大，颜色单调，青年妇女的色彩艳丽，胸前绣有各式花纹和图案，并缀上五彩珠和亮片。冬天喜欢穿狐皮、裘皮大衣。乌孜别克妇女戴的首饰样式繁多，质料考究。金、银、珠、玉、绒、绢精工制成的簪、环、花，错落有致地戴在头上，再配上精美玲珑的耳环、金光闪烁的项链、戒指，那真是珠光翠影，大有时装模特的风范。男子的服饰式样也不少，他们多喜欢穿一种跟维吾尔族“袷袢”相似的长衫，长衫没有纽扣和口袋，腰问系一条三角形绣花腰带，脚蹬马靴和胶质套鞋，显得潇洒而精神。夏季，男子喜欢穿白色衬衣：这种衬衣的领口开襟处、领边和袖口绣有几何图花纹。乌孜别克族男子夏季喜欢穿绸制的套头短袖衬衣，衬衣的领口、袖口和前襟开口用红、绿、蓝相间的丝绒绣成各种图案花边。春秋穿过膝的长袷袢，腰束绸缎或棉布制成的三角形绣花腰带。冬天穿毛衣、毛裤、羊皮袄等。男女四季都要戴“朵皮”帽子。",
    "de_total_img":"images/de_total_img_wuzibieke.jpg"
  },
  {
    "de_name":"俄罗斯族",
    "de_total":"俄罗斯族是俄罗斯移民的后裔。主要散居在新疆维吾尔自治匿的伊犁、塔城、阿勒泰和乌鲁木齐等地。根据2000年第五次全国人口普查统计，俄罗斯族人口数为15609。使用俄罗斯语，属印欧语系斯拉夫语族，通用俄文。“俄罗斯”一词起源于一个东斯拉夫部落之名“罗斯”或“鲁斯”。在种族分类上，俄罗斯人属于欧罗巴人种(皂种人)。中国的俄罗斯族由于与周围民族通婚，体质逐渐变化，具有黄种人特征。早在18世纪，但主要是19世纪以及俄国十月革命前后，俄罗斯族从沙皇俄国迁到我国新疆。在封建军阀盛世才统治新疆的时期，他们被称“归化族”。他们聚居的村落被称为“归化村”。中华人民共和国成立后改为俄岁斯族。由于俄罗斯族迁来我国的时间不长，他们当中有不少人在前苏联还有自己的亲友。新中国成立后，他们之间又恢复了关系，不少人要求返回家乡与亲人团聚。50年代，经中苏两国政府协商同意、并帮助他们陆续迁回家乡。此外，也有部分俄罗斯族迁往澳大利亚和加拿大等地，因为那里也有他们的亲族，因此，我国现有俄罗斯族的人数已经不多了。",
    "de_total_img":"images/de_total_img_eluosizu.jpg"
  },
  {
    "de_name":"鄂温克族",
    "de_total":"鄂温克人的婚前说媒和定亲习俗十分有趣。如果男方家相中了一位姑娘，就请一位能说会道又懂得婚礼规矩的人，带两瓶酒到女方家去说亲。媒人到了女方家，先拿出一瓶酒向女方家长敬酒，并说：“某某的长辈让我到你家来做客。”女方家长听了这话即明白来意，于是示意让自己的女儿回避。过了一会儿，媒人又拿出一瓶酒，跪着向女方家长敬酒说：“据某某长辈说，你家有一个金匣子，内装一把闪光的金剪子，还有使用金剪子的即将出嫁的爱女；我们那里有一位为皇室所珍爱，上帝所宠信，握有白玉箭环，手拿彩色弓箭，能射穿山崖的哈嘎(身强力壮的青年)，想娶体的爱女为妻。”女方家长听完这些话，赶快否认，说自己没有这样华贵的物品。媒人又接着说：“某某的长辈说，和你们交往的木头马蹬踏坏了，也没发生过冲突：铁蹬虽被磨断了，也没有过冷热和矛盾。从古到今没断过姑舅关系，若有两匹马，平分着乘骑：只有一匹马时，一同乘骑。临走时长辈们嘱咐，等听到女方和悦满意的答复再返回。”这时候，如果女方的父母表示同意，使会说：“客人既然这么坚持，我们没办法，只好从计珠尔庙一带找到一只羊羔交给你吧!”媒人高兴地说：“你说的羊羔将会变成女孩，可喜可贺。”说罢向女方父母磕头，表示感谢。",
    "de_total_img":"images/de_total_img_ewenkezu.jpg"
  },
  {
    "de_name":"德昂族",
    "de_total":"德昂族是西南边疆最古老的民族之一，渊源于古代的濮人。唐宋时期被称为“朴子”、“茫人”，元明时期被称为“金齿”、“蒲人”。早在公元前2世纪就居住在怒江两岸，是开发保山、德宏一带较早的民族。史书记载的茫蛮部落就是德昂族的先民，隋唐时称为“茫蛮”、“扑子蛮”、“望苴子蛮”，他们先后臣服于汉、晋王朝及南召、大理国，元以后成为傣族土司的属民。德昂族绝大多数与景颇、汉、傈僳、傣等民族交错分寨杂居，主要从事农业生产。清代史书称之为“崩龙”，新中国成立后民族识别时沿用了这个名称。根据本民族人民的意愿，1985年9月21日起更名为“德昂族”。",
    "de_total_img":"images/de_total_img_deang.jpg"
  },
  {
    "de_name":"保安族",
    "de_total":"同治十一年二月，保安人民与回、东乡、撒拉等民族人民一起起义，反抗清王朝的统治，在河州太子寺南面的新路坡，打败了清军，但由于领导这起义的马占鳌最后向左宗棠投降，使得这次起义以失败而告终。保安族的族称来源于原居住地保安城，保安族原居住在青海省同仁县隆务河边的保安城、下庄、尕沙日一带，这里原来居住的都是藏族。大约从元代开始，蒙古人进入西北藏族地区。公元1227年成吉思汗攻取西夏五城兴庆府，夺得积石州后，连河州也相继变成了蒙军的重要据点。公元1247年，西藏萨班会冗蒙古太子阔瑞后，蒙古军在西藏地区的往来也相当频繁，保安一带已成为兵家必争的交通要道。明万历年间曾在青海省同仁地区设置保安营，修建了保安城。明末清初以来，保安地区已形成了有藏、汉、蒙古、回、土、撒拉等多民族大杂居小聚居的“四寨子”——尕撒尔、年都乎、吴屯、保安。清咸丰、同治年间迁徙到甘肃省积石山。1952年根据本民族的意愿，由国家正式定名为保安族，并成立了以“保安三庄”区域为主的保安族自治乡。",
    "de_total_img":"images/de_total_img_baoanzu.jpg"
  },
  {
    "de_name":"裕固族",
    "de_total":"中国大西北的祁连山中，聚居着一个只有1万多人口的民族“裕固族”。裕固族源于中国古代的回鹘和蒙古族，是甘肃省特有的少数民族。裕固族过去是一个游牧民族，在祁连山的高原草场逐水草而居，没有固定的住所，生活十分艰苦。在很长的一段时间里，他们没有固定的民族称谓，直到1953年成立自治县时，才取富裕巩固之意定名为裕固族。几十年来裕固族人民获得了新生，他们摆脱了贫困，走上了富裕道路的愿望逐步地得到了实现。裕固族人说起他们家乡的变化，都显得很自豪。自治县县城所在地在群山之中，称为红湾寺。过去那里只有一个小小的喇嘛寺庙和几间土房，现在早己大变样，成了一座初具规模的小城镇了。几条宽阔的街道路，两旁是办公大楼、百货商店、影剧院和居民住宅楼，虽然还不能与大城市的豪华建筑相比，却也使小镇充满了生气。当然由于外来的影响太大，所以无论从服装服饰，还是从生活习惯上看，都很难找到他们本民族的独具特色的东西了。只有在节日或喜庆的日子里，他们才穿起高领长袍，腰系彩色宽带，头戴礼帽，脚踏高腰靴子，用传统的民族服饰把自己装扮起来。裕固族人现在都已定居了，但是他们在放牧季节，还是要带上帐篷，赶着牛羊，在祁连山中游牧。祁连山中的景色非常美。山不是那么的陡峭，起伏的大山坡全被丰美的绿草覆盖着，绿油油一片好似一片大海，颠簸奔跑的汽车就像漂浮在海面上的小船。天热的时候山坡上的草场不放牧牛羊，要把草留到冬天时让牛羊吃。夏天裕固族牧民把牛羊赶到山顶，随着夏天过去，秋天天气变冷，他们赶着牛羊逐渐向下移，让牛羊在更长的时间里都能吃到新鲜的草。过去裕固族人住的是用牛羊毛织成的褐子做成的帐篷，是不能敝风雨的。现在除了定居点的砖瓦房，就是放牧时用的白色帐篷。这种帐篷也是很坚实保暖的，它不但能遮风挡雨，而且帐篷里很舒适，虽然设备简单都是些日常用品，但用起来很方便。敬茶是裕固族人待客的一个重要的礼节，裕固族人很重视喝茶。每天他们要喝3次酥油炒面茶，茶中调入牛奶、酥油、炒面、盐等，只有晚上才吃一顿饭，而且吃得很简单，以面片、米粥、烤馍馍为主。节日时吃油炸锞子、饺子和手抓羊肉。在草原上的篝火旁抓着大块的羊肉啃起来时，人们就会体会到裕固族人热情而略带粗犷的性格和浓郁的草原风情。",
    "de_total_img":"images/de_total_img_yuguzu.jpg"
  },
  {
    "de_name":"京族",
    "de_total":"京族原为“越人”，历史上称为“京人”，1995年正式定名为“京族”。京族是越南的大民族，京族三岛的京族系15世纪末16世纪初从越南涂山迁徙来的，至今约500年历史。在京族的叙事歌中，对其祖先的迁徙也有反映：京族祖先几个人，因为打鱼春过春；跟踪鱼群来巫岛，孤岛沙滩不见人。巫头海上鱼虾多，打鱼生产有门路；落脚定居过生活，找到这处好海埠。京族祖先在海边，独居沙岛水四面；前继后接几十代，综计阅历数百年。　过去，京族人的生产方式比较单一，生活比较贫困，1964年填海造田，把万尾、巫头和山心三个小岛通过拦海大提与大陆连接起来，使农田面积成倍增加。改革开放的春风，给京族三岛带来了勃勃生机，特别是中越边贸恢复以来，国家又给予优惠政策，增强了京族人民尽快致富的信心，他们更新对商品经济淡薄的观念，利用本地资源，在捕鱼和种田之余，积极参与边境贸易，收入明显增加，京族人民的生活有了很大改善，从前的茅草屋，取而代之的是鳞次栉比漂亮的小别墅式的房屋，现代化的家用电器已进入普通京族人的家庭，京族人真正过上了富裕生活。目前，京族人民生活水平已在我国少数民族中名列前茅。",
    "de_total_img":"images/de_total_img_jingzu.jpg"
  },
  {
    "de_name":"塔塔尔族",
    "de_total":"踢踏舞：在新疆塔城、伊宁等地居住的塔塔尔族人喜欢跳的一种民间舞蹈。先由一人或几个人随音乐节拍领舞，随后互相邀请形成分组对舞。节奏感强，男子有时伴有拍手、拍胸、拍肩、拍腿 的动作或叉腰碎点步、大蹲，跳换伸腿等。女子边跳边晃头巾或手帕，围观的人也边拍手边吹口哨。常用手风琴、曼多林等伴奏。",
    "de_total_img":"images/de_total_img_tataerzu.png"
  },
  {
    "de_name":"独龙族",
    "de_total":"独龙族是我国尚保存着原始社会末期父系家族公社特征的少数民族之一。尽管在总的发展趋势上己走向日益解体的道路，但在生产力、土地形态、社会组织和婚姻制度等方面都仍具有父系家族公社的明显特征。独龙族的族称始见于《大元一统志》丽江路风俗条，被称为“撬”。明清时称为“俅”或“曲”。新中国成立后，根据本民族的意愿，将其自称独龙作为民族称谓。新中国成立前的20世纪40年代，由于山川的阻隔和历代反动统治的压迫剥削，独龙族社会生产力发展的特点是：刀耕火种的原始农业占主要地位，采集和渔猎仍占较大比重；生产工具十分简陋，还没有从锄耕过渡到犁耕；社会分工不明显，只有男女之间的自然分工；交换仍处于原始的以物易物阶段；独龙族人民生活十分贫苦，没有商品交换，采用刻木结绳记事，在铁制工具未传人独龙地区以前，独龙族人民普遍使用树枝的天然勾曲部分制成的小木锄挖地。小木锄尖如鹤嘴，独龙语称之为“戈拉”，是独龙族最先使用于锄耕农业的原始工具。直到新中国成立后才彻底改变了这一面貌。",
    "de_total_img":"images/de_total_img_dulongzu.jpg"
  },
  {
    "de_name":"鄂伦春族",
    "de_total":"“鄂伦春”为民族自称，意为“使用驯鹿的人们”，或者意为“山岭上的人”。“鄂伦春”这一名称 在清朝文献中多为“俄尔吞”、“俄乐春”、“鄂鲁春”、“俄罗春”或者“俄伦春”等，最后，统一称 为“鄂伦春”。对鄂伦春族的族源，目前有几种说法：一说为来源于商周的肃慎；一说为起源于汉代的鲜卑和乌桓； 一说为起源于唐代居住在勒拿河上游维提姆河苔源森林区的鞠部；一说为起源于黑水靺鞨诸部；一说为起 源于南北朝时“室韦”中的“钵室韦”。持最后一种说法者较多。关于鄂伦春族有明确记载的历史追溯到元朝。元朝时，鄂伦春族居住的这一地区的少数民族被称为“ 林中百姓”。明朝时，鄂伦春族被包括在“野人女真”（也称“北山野人”）中。明未清初时“野人女真” 中“索伦部”是鄂伦春、鄂温克、达斡尔族的总称。随后，“索伦部”中的各族被区分为“打牲部”、“ 使鹿部”、“索伦别部”。“打牲部”是指被划入八旗的鄂伦春和鄂温克族，鄂伦春族还有“使马鄂伦春 ”之称。“使鹿部”中未划入八旗的有“雅发罕鄂伦春”（汉译为“步行的鄂伦春”）和“使鹿鄂伦春”。 此外，鄂伦春还有“满珲”、奇勒尔”、“毕拉尔”等称呼，都是因地域不同而产生的不同的称呼。解放 后则根据大多数本族人意愿而统一为“鄂伦春族”。",
    "de_total_img":"images/de_total_img_eluncunzu.png"
  },
  {
    "de_name":"赫哲族",
    "de_total":"赫哲人在每年的三月三在萨满带领下跳路神，驱魔避邪、以保佑村里平安无灾。又称“跳太平神”。法行的具体日期，由萨满择定。祭祀之日，日上三竿后，萨满在家中祭神、请神，众人往萨满身人喷洒一些水，数青年举神杖、神像，随萨满从家中击鼓而出，且唱且跳。萨满等边唱边跳，有时还进入人家，跳神祈福，来到谁家，谁家须给萨满敬酒，或将迎春树切成丝泡水给萨满喝，以示敬奉神灵，有些人则乘机还愿。十分热闹。萨满及所谓“神队”回到萨满家后，还愿者便送来牺牲、酒等。萨满卸装后，能歌善舞者便系上腰铃，摆今击鼓，载歌载舞、等猪肉煮熟后，萨满又穿上神衣，带上神具，继续作舞，最后众人饮酒食肉尽情欢娱而散。",
    "de_total_img":"images/de_total_img_hezhezu.jpg"
  },
  {
    "de_name":"门巴族",
    "de_total":"宗教舞蹈，门巴语称“巴羌”，意为跳神舞。因宗教活动需要而产生，是宗教仪式的组成部分，是人们虔诚信仰的表现，是媚神慑鬼的手段，属于膜拜型文化，主旨就是为了获得神灵感应，表达宗教感情，许多舞蹈是模拟鸟兽形象。",
    "de_total_img":"images/de_total_img_menba.jpg"
  },
  {
    "de_name":"珞巴族",
    "de_total":"“珞巴”是藏族对居住在珞瑜的民族习惯称呼。“珞巴”是藏语译音，“巴”是“人”的意思；而“ 珞”意为“南方”。20世纪60年代以前，珞巴族自己没有关于本民族的统一族称，而以部落名称彼此相称，如愽嘎尔，坚 波、崩如、崩尼等。1965年，国务院确认并批准了“珞巴族”这一族称。关于珞巴族的族源，尚有待田野作业和学术研究的深入探讨。在珞巴族文化研究中，目前仍存在着不 同的看法。较有代表性的观点认为，“珞巴族大概是青藏高原东南一带的古老群体中的一支或数支和繁衍 而来的”。“在历史上珞巴族曾有一个从北向南迁徙的历史过程”。根据民族神话传说，藏族古代文献记 载和近年来的考古发现分析，认为珞巴族是珞瑜地区古老的土著群体与西藏高原东部数支古老的群体融合 繁衍而来的，这种融合在珞巴族文化结构中有着明显的表现。大概在青藏高原父系氏族社会形成之时，高 原部落有若干以狩猎为生的部落群体，翻越喜玛拉雅山脉，浩浩荡荡地向珞瑜地区迁徙，汇入了珞瑜地区 原有的土著群体，开始了南北群体的大融合，他们的后代子孙，可能就是珞巴族的嫡系祖先。藏文文献《红史》、《贤者喜筵》、《门隅教史》五世达赖喇嘛阿旺罗桑嘉措所著《西藏王臣记》等 ，都多处提及珞瑜的历史地理、珞巴族的族源与历史。尽管有的记载语焉不祥，但都一致肯定珞巴族的祖 先是喜玛拉雅山脉南麓在丛山密林中生息的一个古老群体，他们生活所在的辽阔地区，自古就是西藏地区 的一部分。",
    "de_total_img":"images/de_total_img_luobazu.jpg"
  },
  {
    "de_name":"基诺族",
    "de_total":"大鼓舞：是基诺族人民喜爱跳的舞蹈。过去是过年时跳，现在每逢喜庆节日都跳。在过年的盛会上，口嚼槟榔的老阿爹昂头打钹、头戴三角形尖顶帽的老阿妈低头鸣锣，大鼓先由村寨长老敲响，然后由年青的姑娘们敲击。她们手执一木锤立于鼓前，双手上下飞舞。兴致高时，手执双锤，挥动四次敲两次。其他的男女老少围成一个圆圈，徒手起舞。合着钹、锣和大鼓的节奏，青年们旋转腰身，脚跟起伏，时而左脚踏前，时而右脚踏后，欢乐的歌舞通宵达旦。",
    "de_total_img":"images/de_total_img_jinuozu.jpg"
  },
  {
    "de_name":"汉族",
    "de_total":"汉族多在正月初一、二、三日忌生，即年节食物多于旧历年前煮熟，过节三天只需回锅。以为熟则顺，生则逆，因而有的地方在年前将一切准备齐备，过节三天间有不动刀剪之说。再如，河南某些地区以正月初三为谷子生日，这天忌食米饭，否则会导致谷子减产；过去在妇女生育期间的各种饮食禁忌较多。如汉族不少地区妇女怀孕期间忌食兔肉，认为吃了兔肉生的孩子会生兔唇；还有的地方禁食鲜姜，因为鲜姜外形多指，唯恐孩子手脚长出六指。过去汉族未生育的妇女，多忌食狗肉，认为狗肉不洁，而且食后容易招致难产等。",
    "de_total_img":"images/de_total_img_hanzu.jpg"
  }
]