[
  {
    "title": "仡佬珍珠圆子",
    "details":"仡佬珍珠圆的由来：相传远在夏商时期，世居贵州务川上带的仡佬族先民在大青洞、木悠场一带拓荒创业。当时有人相传可用朱砂炼制长生不死仙丹，有一户人家在拓荒创业中，发现了丹砂（即朱砂），就在当地挖掘丹矿，世代经营，天长日久，成了当地首富。也专程向商汤王及周武王献过“丹砂”。周武王正在寻求长生不死药，让人用丹砂炼制长生不死仙丹，并要务川年年向朝廷进贡朱砂，这户人家主人因此被周武王赐封为“宝王”。",
    "image_url": "images/cate_nation_7.jpg"
  },
  {
    "title": "烤羊腿",
    "details":"锡林郭勒大草原风味名菜之一。选取羊后腿嫩肉，剁去小腿洗净，在表面浅划十字刀花，放入烤盘内，加入葱丝或葱头、姜片、西红柿块、胡萝卜丝、芹菜段等，或再加入胡椒、料酒、酱油、精盐、清汤等调味品，放入烤箱。烘烤约4小时左右，待汤火、肉干呈酱红色时即可出炉，然后整腿盛盘，上桌吃时用蒙古刀，削成片状，并维持腿的原形状，佐以甜面酱进食，若和黄酱、葱段、荷叶饼食用最佳。",
    "image_url": "images/cate_nation_8.png"
  },
  {
    "title": "回族菜",
    "details":"回族菜，因回族信仰伊斯兰教，居住区内都建有清真寺，“清真菜”一名即由此而来，约有10000多年的历史。因伊斯兰教徒禁食猪、狗、驴、骡、马、无鳞鱼及其它水生物、凶猛的飞禽走兽、动物血、自死牲畜和未经穆斯林祈祷而宰杀的禽畜等肉类，所以清真菜选料很严，戒律很多。清真菜所用肉类原料以牛、羊、鸡、鸭为主，其烹制方法类似京菜，以熘、炒、爆、涮见长，喜欢用植物油、盐、醋、糖调味。口味多清鲜脆嫩、酥烂香浓。清真菜烹制羊肉最为擅长，其“全羊席”脍炙人口。",
    "image_url": "images/cate_nation_1.png"
  },
  {
    "title": "贵州酸汤鱼",
    "details":"贵州最著名的美食是酸汤鱼。很显然，酸汤鱼的精髓在于锅中的酸汤：红通通的，看似一锅辣椒水，甚是吓人，实则非也。正相反，它吃起来没有一丝辣味，酸酸的甜甜的，按广告人的说法，有些“初恋的味道”。上菜的时候，鱼还生猛得很，嘴巴一张一合的，尾巴一摇一摆的，在浸着鱼香菜（苗语叫呵可）、大豆芽的红色海洋里遨游。过了一小会儿，一缕缕奶白色的蒸汽从锅中腾起，室内顿时弥漫在一片浓郁的芳香中。把锅盖揭开，从扑哧哧翻腾着红色细浪的酸汤中，小心拨开暗黑色的鱼皮，钳起雪白的鱼肉，禁不住猛地咽一下喉咙，顾不得烫舌，赶紧放入口中。于是，鱼肉在口腔里慢慢融化，最终只留下鱼香，如同气流，腾挪跌宕，直冲眉心。吃得口干之时，不妨啜一口酸汤。酸汤在锅中翻腾越久，酸味越纯，但绝不倒牙，有生津解渴开胃消滞之功。若嫌单调，还可以锅中的大豆芽作佐。大豆芽在酸汤里煮不烂，能增加酸汤的美味，还能吸酸味，时间再长也依然鲜甜。",
    "image_url": "images/cate_nation_2.png"
  },
  {
    "title": "桂北名菜",
    "details":"清蒸漓江鱼用漓江所产的肥、嫩、鲜、滑的鱼，即所谓“漓江清水鱼”，配以姜、葱、酒、油清蒸而成。味道特别鲜美。荔芋扣肉荔浦县所产的“槟榔芋”是著名特产，具有疏松、粉软、芳香的特色。用五花猪肉和荔浦槟榔芋为原料，经过炖、炸、焖、扣等工序，一片肉夹一片芋头，配加老抽、南乳、五香粉、味精、糖等作料，制作成菜，色泽金黄、芋香扑鼻。 ",
    "image_url": "images/cate_nation_3.jpg"
  },
  {
    "title": "手扒羊肉",
    "details":"菜名：手扒羊肉;分类：菜肴，少数民族菜;主料：羊肉（瘦）1000克;调料：大葱 25克、香菜 25克、大蒜 10克、醋 75克、精盐 5克、香油 5克、黄油 5克、姜 15克、酱油 65克、辣椒油 50克、花椒 5克、味精 3克、八角 3克、桂皮 3克、胡椒粉 3克。口味：羊肉软烂，鲜嫩不膻，蘸佐料进食，酸辣鲜香，极富营养，风味独特。做法：1、选用羊腰窝带骨肉，斩成长约13厘米、宽2厘米的条块，洗净。2、将香菜末，蒜末、胡椒粉、醋、酱油、味精、麻油、辣椒油等放碗内调成味汁。3、锅置火上，上羊肉条块加足水，先用大火烧开，撇去浮沫，捞出羊肉块，洗净，倒去水，换入适量的清水，放入洗净的羊肉，大茴香、花椒、桂皮、葱段、姜片、酒、盐，用大火烧开，盖上盖，转小火焖煮，至肉熟烂，捞出，放在大盘里，即成。",
    "image_url": "images/cate_nation_4.png"
  },
  {
    "title": "拉祜烤肉",
    "details":"拉祜族风味佳肴。拉祜烤肉别具特色，原料过去多用野兽脊肉，现今多用牛肉、猪肉、鸡肉制作，制作与羊肉串大致相同，选好脊肉切成薄片，竹签穿串，抹料烘烤。较为别致的用鸡肉原料时是将全鸡切分成若干大块，然后用锤将骨敲碎，如江浙一带的敲鱼片，均匀地涂抹上花椒粉、辣椒面、蒜泥、姜汁、食盐，用竹棍夹起在炭火上烘烤。烤制时要勤翻动。炭适中，达到黄而不焦，脆而不枯，酥而不煳。拉祜烤肉诀窍在于佐料要全，烘烤火色要好，制作出的烤肉才香气浓郁、麻辣开胃。",
    "image_url": "images/cate_nation_5.jpg"
  },
  {
    "title": "渣广椒炒腊肉",
    "details":"土家人喜食腊肉，土家腊肉色泽焦黄、肉质坚实、熏香浓郁、风味独特。渣广椒，也称为渣辣椒，它是以恩施本地鲜红辣椒和苞谷面（玉米面）为主要原料加工而成。将渣广椒在锅中焙熟后与土家腊肉一起炒食或作扣碗底料蒸食，成品色泽微红，酸辣味十分特别。",
    "image_url": "images/cate_nation_6.jpg"
  }
]
